Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: You can trade a range of markets, timescales and indices – 24/7.
pl: Możesz handlować na wielu rynkach, w różnych okresach i różnymi wskaźnikami, przez 24 godz. na dobę.

source: You can try another <a href="%1">payment option</a> or for additional assistance:
pl: Wypróbuj inną <a href="%1">opcję płatności</a> lub uzyskać dodatkową pomoc:

source: You cannot transfer to account %1, as their account is currently disabled.
pl: Nie możesz przelać pieniędzy na konto %1, ponieważ jest ono obecnie wyłączone.

source: You clicked on an expired link. If you have already clicked on this link, it has been <b>disabled for security reasons</b>. Please re request change of password.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
pl: Kliknąłeś na nieaktualny link. Jeżeli już na niego kliknąłeś, został on <b>wyłączony ze względów bezpieczeństwa</b>. Poproś ponownie o zmianę hasła.<br /><br /> Twoje konto ma dla nas duże znaczenie. Jeśli potrzebujesz pomocy, skontaktuj się z naszą <a href="%1" target="_blank"><strong>obsługa klienta</strong></a>.

source: You clicked on an expired link. Please refer to the email with the subject line <strong>New Password Request</strong> and click on the link provided.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
pl: Kliknąłeś na nieaktualny link. Sprawdź wiadomość z tematem <strong>Wniosek o nowe hasło</strong> i kliknij podany tam link.<br /><br /> Twoje konto ma dla nas duże znaczenie. Jeśli potrzebujesz pomocy, skontaktuj się z naszą <a href="%1" target="_blank"><strong>obsługą klienta</strong></a>.

source: You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading.
pl: Nie musisz wpłacać pieniędzy, aby otworzyć konto, jednak musisz wpłacić środki przed rozpoczęciem handlowania.

source: You get fair and transparent pricing, whatever your position.
pl: Otrzymujesz uczciwe i jasne zasady wyceny niezależnie od swojej pozycji.

source: You have a duty to act in the client's best interests and you shall not encourage clients to make deposits or place any trades where the purpose of that action is (whether in whole or part) to increase affiliate commissions rather than to benefit the client's trading performance and profitability.
pl: Partner działa w najlepszym interesie klienta i nie zachęca klientów do dokonywania wpłat ani zawierania transakcji, których celem jest (zarówno w całości, jak w części) wzrost prowizji partnerskiej zamiast zysku i rentowności klienta.

source: You have already attempted to authenticate your ID using our online verification procedure.
pl: Już próbowałeś uwierzytelnić swój identyfikator użytkownika za pomocą naszej procedury weryfikacji.

source: You have already claimed a bonus in the past.
pl: Już kiedyś zgłosiłeś wniosek o bonus.

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the last %2 days.
pl: Już wypłaciłeś zagregowany ekwiwalent %1 EUR w ciągu ostatnich %2 dni.

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the lifetime of your account.
pl: Już wypłaciłeś zagregowany ekwiwalent %1 EUR w okresie działania Twojego konta.

source: You have already withdrawn the equivalent of EUR %1.
pl: Już wypłaciłeś ekwiwalent %1 EUR.

source: You have bought contracts with a combined purchase price of five times the bonus amount.
pl: Zakupiłeś kontrakty za łączną cenę równą pięciokrotności kwoty bonusu.

source: You have entered an invalid IP address.
pl: Wprowadzono niepoprawny adres IP.

source: You have entered an invalid login ID
pl: Wprowadzono niepoprawny login

source: You have exceeded the daily limit for contracts of this type.
pl: Przekroczono dzienny limit dla tego typu kontraktów.

source: You have not yet reached the turnover required to be credited with the bonus.
pl: Nie osiągnąłeś jeszcze obrotu wymaganego do otrzymania bonusu.

source: You have opened an account using invalid details.
pl: Otworzyłeś konto przy użyciu nieważnych danych.

source: You have predicted that the %1th tick will <strong><i>not</i></strong> have a last decimal digit of "%2".
pl: Twoja prognoza zakłada, że najmniejszy przyrost ceny nr %1 <strong><i>nie</i></strong> będzie miał jako ostatniej cyfry po przecinku "%2".

source: You have predicted that the %1th tick will have %plural(%2,a last decimal digit,last decimal digits) of "%3".
pl: Twoja prognoza zakłada, że najmniejszy przyrost ceny nr %1 będzie mieć jako %plural(%2,ostatnią cyfrę,ostatnie cyfry) po przecinku "%3".

source: You have predicted that the %2 th tick will be %1 than the market entry price.
pl: Twoja prognoza zakłada, że najmniejszy przyrost ceny nr %2 będzie %1 niż rynkowa cena wejściowa.

source: You have purchased the following contract:
pl: Zakupiłeś następujący kontrakt:

source: You have signed up for more than one account.
pl: Zarejestrowałeś się na więcej niż jednym koncie.

source: You have sold the following contract:
pl: Sprzedałeś poniższy kontrakt:

source: You may not purchase or register keywords, search terms or other identifiers for use in any search engine, portal, sponsored advertising service or other search or referral service which are identical or similar to any of the Company's trade marks or trade names that include the word "%1" or any variation thereof. However, this does not extend to the use of metatag keywords on your site which are identical or similar to any of the Company's trade marks or trade names including the term %1.
pl: 3.5 Zabrania się kupowania i rejestracji słów kluczowych, terminów wyszukiwania i innych identyfikatorów, które można wykorzystać w wyszukiwarce, portalu, sponsorowanym serwisie reklamowym lub innej usłudze wyszukiwania lub serwisie polecających, które są identyczne lub podobne do któregoś ze znaków towarowych i nazw handlowych Firmy, które zawierają słowo "%1" lub jego odmiany. Jednakże nie obejmuje to korzystania ze znajdujących się na na stronie partnera metatagów, które są identyczne lub podobne do do któregoś ze znaków towarowych i nazw handlowych Firmy, w tym terminu %1.

source: You may only open an account at this site on condition that:
pl: Możesz otworzyć konto na portalu pod warunkiem, że:

source: You may withdraw the Y deposited to claim the bonus and any winnings generated by the bonus at any time.
pl: Możesz wypłacić wpłacone Y, aby ubiegać się o bonus i inne wygrane uzyskane z bonusu w dowolnym czasie.

source: You may withdraw the bonus amount once you have exceeded an account turnover of 25 times the bonus amount value.
pl: Możesz wypłacić kwotę bonusu po przekroczeniu obrotu na koncie w wysokości 25-krotności wartości bonusu.

source: You must be logged in to use the workspace feature.Account opening is free and takes only 30 seconds.
pl: Musisz być zalogowany, aby korzystać z funkcji obszaru roboczego. Otwarcie konta jest darmowe i zajmuje tylko 30 sek.

source: You only need to make four decisions to execute a binary contract.
pl: Aby zawrzeć kontrakt opcji binarnych musisz podjąć tylko cztery decyzje.

source: You represent, warrant and undertake that your Site or promotion shall contain no material which is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive or otherwise controversial or in breach of any third party rights and shall not link to any such material.
pl: Użytkownik oświadcza, gwarantuje i zobowiązuje się, że jego strona lub materiały promocyjne nie będą zawierać żadnych materiałów, które są oszczercze, pornograficzne, niezgodne z prawem, szkodliwe, obsceniczne, nękające, rasistowskie, lub w inny sposób obraźliwe lub dyskryminujące, brutalne, politycznie wrażliwe lub w inny sposób kontrowersyjne lub naruszają prawa osób trzecich ani nie zawierają linków do takich materiałów.

source: You risk only your initial stake, and your stake never increases, even in gapping markets.
pl: Ryzykujesz tylko początkową stawkę, a ona nigdy nie rośnie, nawet na rynkach niszowych.

source: You set the barrier(s) to define your position.
pl: Ustalasz limit(y), aby określić swoją pozycję.

source: You shall at all times comply with the Data Protection Acts 1988 and 2003 and the European Communities (Electronic Communications Networks and Services) (Data Protection and Privacy) Regulations 2003 and any other related or similar legislation and you shall indemnify on demand and hold The Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you this of obligation.
pl: Partner zobowiązuje się stale przestrzegać Ustaw o ochronie danych z 1988 i 2003 roku i regulacji europejskich z 2003 roku (Sieci i usługi komunikacji elektronicznej oraz Prywatność i ochrona danych) i każdych innych związanych lub podobnych ustaw oraz wypłaci odkodowanie i nie będzie przedstawiał roszczeń Firmie z powodu wszelkich strat, szkód, roszczeń, skarg, kosztów, wydatków (w tym wynikłych strat i utraty zysków, kosztów postępowania sądowego czy należnego podatku VAT) ani zobowiązań poniesionych lub wynikłych pośrednio lub bezpośrednio przez Firmę w wyniku złamania przez partnera tego zobowiązania.

source: You shall be expected to act with good faith and integrity in your relationships with your referrals and that you shall not resort to high-pressure sales tactics or false promises
pl: Partner powinien działać uczciwie i w dobrej wierze odnosząc się do osób, którym przedstawia reklamę i nie będzie stosować nakłaniających technik sprzedażowych ani składać obietnic bez pokrycia

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you of clause 3.3 or 3.4.
pl: Partner powinien zabezpieczać ani nie pociągać Firmy do odpowiedzialności za wszelkie straty, żądania, roszczenia, szkody, koszty, wydatki(w tym wynikłe straty i utraty zysków, koszty sądowe oraz należny podatek VAT) oraz zobowiązania poniesione lub wynikłe bezpośrednio lub pośrednio, przez Firmę w związku z naruszeniem przez użytkownika punktu ​​3.3 lub 3.4.

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach, non-performance or non-observance by you of any of your obligations or warranties under this Agreement.
pl: Użytkownik nie będzie domagał się odszkodowania ani pociągał Firmy do odpowiedzialności za żadne straty, żądania, skargi, szkody, koszty ani wydatki (w tym straty wynikłe lub utratę zysku, uzasadnione koszty postępowania i należny podatek VAT) ani zobowiązania obciążające czy poniesione, pośrednio lub bezpośrednio, przez Firmę w wyniku złamania, nieprzestrzegania czy zaniedbania przez użytkownika jakichkolwiek obowiązków czy gwarancji obowiązujących na mocy niniejszej Umowy.

source: You shall not hold or pool client funds or third party funds into your own account held with %1.
pl: Użytkownik nie ma prawa przetrzymywać ani pobierać środków należących do klientów czy osób trzecich na swoje konto na %1.

source: You will be automatically logged out after such time.
pl: Zostaniesz automatycznie wylogowany po tym czasie.

source: You will earn a commission up to 35% of the net revenue generated by clients you introduce to %1.
pl: Zarobisz prowizję w wysokości nawet 35% przychodu netto generowanego przez klientów przekierowanych przez Ciebie na %1.

source: You will have no 'margin calls', no 'stops', and no surprises.
pl: Nie napotkasz tu "wezwań do uzupełnienia depozytów", "zatrzymań" czy innych niespodzianek.

source: You will receive your earnings by the 15th of every month, for the commission earned during the previous calendar month.
pl: Zarobki będziesz otrzymywać do 15 dnia każdego miesiąca za prowizję zarobioną w poprzednim miesiącu kalendarzowym.

source: You win the payout if the market price does not end in the digit you have selected.
pl: Wygrywasz wypłatę, jeśli cena rynkowa nie zakończy się podaną przez Ciebie cyfrą.

source: You win the payout if the market price ends in the digit you have selected.
pl: Wygrywasz wypłatę, jeśli cena rynkowa zakończy się wybraną przez Ciebie cyfrą.

source: You won't lose your shirt
pl: Nie dasz się ograć

source: You'll enjoy using this comprehensive charting tool with 27 technical indicators.
pl: Będziesz z satysfakcją korzystać z wszechstronnego narzędzia do tworzenia wykresów z 27 wskaźnikami technicznymi.

source: You're using a virtual money account.
pl: Korzystasz z konta wirtualnego.

source: Your %1 day withdrawal limit is currently <strong>EUR %2</strong> (or %3 in other currency).
pl: Twój %1-dniowy limit wypłat wynosi obecnie <strong>%2 EUR</strong> (lub %3 w innej walucie).

source: Your <strong>first</strong> deposit is equal to or more than %1%2, and
pl: Twoja <strong>pierwsza</strong> wypłata jest równa lub wyższa niż %1%2 i

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
pl: Twój klient dostanie powiadomienie e-mailem z informacją, że przelew został wykonany.

source: Your Email:
pl: Twój e-mail:

source: Your IP address appears to have changed. This could be because you recently disconnected and then reconnected to your ISP.
pl: Wygląda na to, że zmienił się Twój adres IP> Może to być spowodowane niedawnym rozłączeniem i ponownym połączeniem z Twoim dostawcą usług internetowych.

source: Your Login ID
pl: Twój login

source: Your Login ID must start with either of the following:
pl: Twój login musi zaczynać się jedną z poniższych:

source: Your Login ID should not contain spaces.
pl: Twój login nie może zawierać spacji.

source: Your account balance
pl: Twoje saldo

source: Your account balance (%1%2) is insufficient to buy this contract (%1%3).
pl: Twoje saldo(%1%2) jest za niskie, aby kupić ten kontrakt (%1%3).

source: Your account does not require authentication at this time.
pl: Twoje konto nie wymaga teraz uwierzytelnienia.

source: Your account has been credited with <strong>%1 %2</strong>
pl: Twoje konto zostało zasilone kwotą <strong>%1 %2</strong>

source: Your account has been debited with %1 %2
pl: Z Twojego konta pobrano %1 %2

source: Your account has exceeded the trading limit with free promo code, please deposit if you wish to continue trading.
pl: Na Twoim koncie przekroczony został limit handlowy dla kodu promocyjnego, prosimy o wpłatę, jeśli chcesz nadal handlować.

source: Your account is closed.
pl: Twoje konto jest zamknięte.

source: Your account is disabled.
pl: Twoje konto jest wyłączone.

source: Your account is fully authenticated and your withdrawal limit of EUR %1 has been lifted.
pl: Twoje konto jest w pełni uwierzytelnione, a Twój limit wypłat z %1 EUR został podniesiony.

source: Your account is fully authenticated. You can view your <a href="%1">trading limits here</a>.
pl: Twoje konto jest w pełni uwierzytelnione. Możesz sprawdzić swoje <a href="%1">limity handlowe tutaj</a>.

source: Your account is fully operational and you may begin depositing money and buying contracts.
pl: Twoje konto jest w pełni funkcjonalne, możesz zacząć wpłacać pieniądze i kupować kontrakty.

source: Your account is important to us. Please <a href="%1">contact us</a> should you need further assistance.
pl: Twoje konto jest dla nas ważne. <a href="%1">Skontaktuj się z nami</a>, jeśli będziesz potrzebować pomocy.

source: Your account is registered as a Payment Agent.
pl: Twoje konto zostało zarejestrowane jako konto pośrednika płatności.

source: Your account is restricted to withdrawals only.
pl: Twoje konto umożliwia jedynie wypłaty.

source: Your balance is over your allowed limit.
pl: Twoje saldo przekroczyło dopuszczalny limit.

source: Your bonus request - %1
pl: Twój wniosek o bonus - %1

source: Your bonus will be credited to your account within 3 working days after the following conditions have been met:
pl: Bonus zostanie przypisany do Twojego konta w ciągu 3 dni roboczych po spełnieniu następujących warunków:

source: Your bonus will be credited to your account within 3 working days after you have bought contracts with a combined purchase price equal to or greater than the bonus amount.
pl: Bonus zostanie przypisany do Twojego konta w ciągu 3 dni roboczych po zakupie kontraktów za łączną cenę równą lub wyższą wysokości bonusu.

source: Your bonus will be credited to your account within 3 working days.
pl: Bonus zostanie przypisany do Twojego konta w ciągu 3 dni roboczych.

source: Your callback handler now swaps the new authorization code for a session token with this call:
pl: Twoja usługa oddzwaniania wymienia teraz nowy kod uwierzytelnienia dla tokenu sesji za pomocą tej rozmowy:

source: Your cashier is locked by password.
pl: Twoja sekcja kasjer jest zablokowana hasłem.

source: Your cashier is locked.
pl: Twoja sekcja kasjer jest zablokowana.

source: Your cashier section is locked.
pl: Twoja sekcja kasjer jest zablokowana.

source: Your cashier session has expired
pl: Twoja sesja kasjera wygasła

source: Your country
pl: Twój kraj

source: Your current self-exclusion settings are as follows:
pl: Twoje obecne ustawienia samodzielnego wykluczenia:

source: Your details
pl: Twoje dane

source: Your documents are expired.
pl: Twoje dokumenty wygasły.

source: Your email address
pl: Twój adres e-mail

source: Your form has been submitted.
pl: Twój formularz został złożony.

source: Your funds are safe
pl: Twoje środki są bezpieczne

source: Your information is incomplete or incorrect. Please correct the fields highlighted above.
pl: Twoje informacje są niekompletne lub nieprawidłowe. Prosimy poprawić zaznaczone pola powyżej.

source: Your money is always safe with %1. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses.
pl: Twoje pieniądze zawsze są bezpieczne z %1. W każdej chwili są przechowane w bankach o ratingu AAA, co jest warunkiem naszych zezwoleń.

source: Your name
pl: Twoje imię i nazwisko

source: Your name/company
pl: Twoje imię i nazwisko/firma

source: Your new account balance is %s %s
pl: Twoje nowe saldo to %s %s

source: Your old password is incorrect
pl: Twoje stare hasło jest niepoprawne

source: Your order (Reference # <span id="reference_no">%1</span>) has been executed at %2.
pl: Twoje zamówienie (nr <span id="reference_no">%1</span>) zostało wykonane o godz. %2.

source: Your password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it.
pl: Twoje hasło i login są unikalne, a hasła są zaszyfrowane, więc nawet obsługa %1 nie może ich odczytać. Dlatego jeśli nie możesz sobie przypomnieć starego hasła, nie możemy go odzyskać i musimy wygenerować dla Ciebie nowe hasło i wysłać je na Twój adres e-mail.

source: Your password has been changed.
pl: Twoje hasło zostało zmienione.

source: Your password has been successfully reset. Your login ID is <strong>%1</strong>. Please log into your account using your new password.
pl: Twoje hasło zostało zresetowane. Twój login to <strong>%1</strong>. Zaloguj się na swoje konto używając swojego nowego hasła.

source: Your password recovery token has expired. Please click <a href="%1"><strong>here</strong></a> to restart the password recovery process.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%2"><strong>Customer Support</strong></a>.
pl: Token do odzyskania hasła wygasł. Kliknij <a href="%1"><strong>tutaj</strong></a>, aby zrestartować proces odzyskiwania hasła.<br /><br /> Twoje konto jest dla nas ważne. Jeśli potrzebujesz pomocy, skontaktuj się z <a href="%2"><strong>obsługą klienta</strong></a>.

source: Your password should be at least 5 characters.
pl: Twoje hasło powinno składać się z co najmniej 5 znaków.

source: Your password should contain only characters and digits.
pl: Twoje hasło może zawierać tylko znaki i cyfry.

source: Your password should not be more then 25 characters.
pl: Twoje hasło może składać się z maksymalnie 25 znaków.

source: Your personal information is used primarily as a way of authenticating you as the proper owner of your account and as the person to whom withdrawal payments may be made. We collect personal data relating to you directly from you when you fill in the account opening form. In the event of any doubt as to the authenticity of your account details or of any withdrawal request, the company reserves the right to request further authentication information as may be deemed appropriate under the circumstances.
pl: Twoje dane osobowe są wykorzystywane przede wszystkim jako sposób na uwierzytelnienie Cię jako właściciela konta i jako osobę, dla której mogą być dokonywane wypłaty. Zbieramy dane osobowe dotyczące Ciebie bezpośrednio od Ciebie, gdy wypełniasz formularz otwarcia konta. W przypadku jakichkolwiek wątpliwości co do autentyczności danych dot. Twojego konta lub jakiegokolwiek wniosku o wypłatę, firma zastrzega sobie prawo do żądania dodatkowych informacji uwierzytelniania, które mogą być uznane za właściwe w danych okolicznościach.

source: Your phone number
pl: Twój nr telefonu

source: Your prediction
pl: Twoja prognoza

source: Your prediction, the market will move :
pl: Wg Twojej prognozy, rynek zmieni się:

source: Your request to revoke the Power of Attorney has been received. Please allow 2 working days for us to process this request.
pl: Twoja prośba o odwołanie pełnomocnictwa została odebrana. Potrzebujemy 2 dni roboczych do przetworzenia tego wniosku.

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
pl: Twój wniosek o przelanie %1 %2 z %3 na %4 został wykonany.

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
pl: Twój wniosek o wypłatę %1 %2 z Twojego konta %3 na konto pośrednika płatności %4 został wykonany.

source: Your risks are known
pl: Wiesz, jakie jest ryzyko

source: Your secret answer is too short. Please enter at least 4 characters.
pl: Twoja sekretna odpowiedź jest za krótka. Proszę wpisać co najmniej 4 znaki.

source: Your settings have been updated successfully.
pl: Twoje ustawienia zostały uaktualnione.

source: Your transaction reference number is %1
pl: Numer referencyjny Twojej transakcji to %1

source: Your website URL
pl: Adres URL Twojej strony

source: Your withdrawal limit for the entire duration of the account is currently: <b>EUR %1</b> (or %2 in other currency.)
pl: Twój limit wypłat za cały okres działania konta wynosi obecnie: <b>%1 EUR</b> (lub %2 w innej walucie.)
