Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: Your withdrawal limit is <strong>EUR %1</strong> (or %2 in other currency).
pl: Twój limit wypłat to <strong>%1 EUR</strong> (lub %2 w innej walucie).

source: You’ll be surprised by the returns you can make.
pl: Zaskoczy Cię wysokość zwrotów, jakie możesz uzyskać.

source: a definite or indefinite period during which you wish to exclude yourself from the website.
pl: określony lub nieokreślony okres, przez który nie chcesz korzystać z portalu.

source: a limit on the amount of time you may trade in any given online session;
pl: limit czasu, w jakim możesz handlować w dowolnej sesji online;

source: a limit on the amount you may trade within a specified period of time;
pl: limit kwoty, jaką możesz handlować w określonym okresie;

source: a limit on the losses you may incur within a specified period of time;
pl: limit strat, jakie możesz ponieść w określonym czasie;

source: and
pl: i

source: and with this HTTP header
pl: i z tym nagłówkiem HTTP

source: and your forecast was that the market price after %1 ticks will be %2 than the market entry price.
pl: a Twoja prognoza zakładała, że cena rynkowa po %1 przyrostach ceny będzie %2 niż rynkowa cena wejściowa.

source: any instance where the Company believes that person's activities at this site may be illegal in that person's country or state;
pl: każdy przypadek, gdy Firma uzna, że aktywność danej osoby na tym portalu jest niezgodna z prawem kraju lub stanu tej osoby;

source: any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state;
pl: każdy przypadek, gdy z Firmą skontaktują się władze lub regulatorzy z kraju lub stanu tej osoby;

source: any instance where the Company may suffer any pecuniary, fiscal or regulatory disadvantage by virtue of that person's activities at this site;
pl: każdy, przypadek, gdy Firma poniesie straty finansowe, podatkowe lub prawne z powodu działań tej osoby na niniejszym portalu;

source: any restriction to its Clients from purchasing any contracts during certain hours.
pl: każde ograniczenie Klientom zakupu jakichkolwiek kontraktów w ciągu określonych godzin.

source: barrier
pl: limit

source: better trade
pl: lepszy zakład

source: binary options, binary option, forex trading, online trading, financial trading, financial trading binary option, binary trading, index trading, trading indices, forex trades, trading commodities, forex trading market, practice trading, practice binary trading, tick trade, virtual money trading, trading forex stocks, binary trading, binary bet, binary online bet, binary options trading platform, digital options, trading stocks
pl: Opcje binarne, opcja binarna, forex, handel online, obrót finansowy, obrót finansowy opcjami binarnymi, handel binarny, indeksy handlowe, indeksy, transakcje rynku forex, towary, rynek forex, praktyka handlowa, praktyka obrotu binarnego, handel najmniejszymi przyrostami ceny, wirtualny obrót pieniężny, akcje forex, zakład binarny, zakłady binarne, zakład online, platforma transakcyjna opcji binarnych, opcje cyfrowe, akcje

source: binary options, binary option, forex trading, online trading, financial trading, financial trading binary option, binary trading, index trading, trading indices, forex trades, trading commodities, forex trading market, practice trading, practice binary trading, tick trade, virtual money trading, trading forex stocks, binary trading, binary bet, binary online bet, binary options trading platform, digital options, trading stocks.
pl: Opcje binarne, opcja binarna, forex, handel online, obrót finansowy, obrót finansowy opcjami binarnymi, handel binarny, indeksy handlowe, indeksy, transakcje rynku forex, towary, rynek forex, praktyka handlowa, praktyka obrotu binarnego, handel najmniejszymi przyrostami ceny, wirtualny obrót pieniężny, akcje forex, zakład binarny, zakłady binarne, zakład online, platforma transakcyjna opcji binarnych, opcje cyfrowe, akcje.

source: contact us
pl: napisz do nas

source: contract start time
pl: godzina rozpoczęcia kontraktu

source: days
pl: dni

source: details
pl: szczegóły

source: entry spot
pl: punkt wejściowy

source: entry spot minus %1
pl: punkt wejściowy minus %1

source: entry spot minus %plural(%1,1 pip, %d pips)
pl: punkt wejściowy minus %plural(%1,1 wartość procentowa w pkt., %d wartości procentowe w pkt.)

source: entry spot plus %1
pl: punkt wejściowy plus %1

source: entry spot plus %plural(%1,1 pip, %d pips)
pl: punkt wejściowy plus %plural(%1,1 wartość procentowa w pkt., %d wartości procentowe w pkt.)

source: equivalent
pl: równowartość

source: explanation
pl: wyjaśnienie

source: first tick
pl: pierwszy najmniejszy przyrost ceny

source: for detailed coding instructions.
pl: aby uzyskać szczegółowe instrukcje nt. kodowania.

source: high barrier
pl: wysoki limit

source: higher
pl: wyższa

source: homepage
pl: strona główna

source: hour
pl: godzina

source: hours
pl: godziny

source: less
pl: mniej

source: loading...
pl: ładowanie...

source: low barrier
pl: niski limit

source: lower
pl: niższa

source: maximum is
pl: maksimum wynosi

source: minimum available duration
pl: minimalny dostępny czas trwania

source: minimum is
pl: minimum wynosi

source: minute
pl: minuta

source: minutes
pl: min.

source: more
pl: więcej

source: none
pl: żaden

source: not available
pl: niedostępne

source: on this website. You may also
pl: na tym portalu. Możesz też

source: or
pl: lub

source: or please try the site map below
pl: lub skorzystaj z mapy strony poniżej

source: page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example some websites choose 4 o'clock NY time, or 5 o'clock London time). As a result, the open, high, low and closing prices displayed on our website may differ to those on other websites, due to the market-closing time convention.
pl: strony w dokładnej porze rozliczania wszystkich kontraktów. Inne portale mogą stosować inną konwencję (np. niektóre portale wybierają godz. 4 czasu nowojorskiego lub 5 czasu londyńskiego). Dzięki temu ceny otwarcia, wysoka, niska i ceny zamknięcia wykazane na naszym portalu mogą różnić się od tych na innych portalach ze względu na konwencję godziny zamknięcia rynku.

source: quote delayed by at least %1 minutes
pl: oferta spóźniona o co najmniej %1 min.

source: range
pl: zakres

source: remaining
pl: pozostałe

source: return
pl: powrót

source: return on
pl: zwrot

source: return on trades you make
pl: zwrot z wykonanych zakładów

source: rise/fall
pl: wzrost/spadek

source: running
pl: działające

source: set limits on your trading activities
pl: ustaw limity dla swoich działań handlowych

source: starting in
pl: rozpoczyna się

source: teams up with Professional Speakers on a monthly basis to teach you trading techniques and ways you can profit with binary trading.
pl: wspólnie z zawodowymi mówcami co miesiąc uczy technik handlowych i sposobów zyskiwania na handlu binarnym.

source: the market entry price was %1
pl: rynkowa cena wejściowa wynosiła %1

source: ticks
pl: przyrosty ceny

source: to state the limits you wish to set via live chat, email or phone. Available limits are:
pl: aby określić limity, jakich oczekujesz przez czat na żywo, e-mail lub telefon. Dostępne limity to:

source: today
pl: dziś

source: touch/no-touch
pl: osiągnie/nie osiągnie

source: trades
pl: zakłady

source: trading is suspended at the moment.
pl: handel jest obecnie wstrzymany.

source: when there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained.
pl: kiedy nastąpi awaria środków komunikacji zwykle używanych do określenia ceny lub wartości któregoś z kontraktów finansowych lub kiedy cena albo wartość któregoś z kontraktów finansowych nie może być szybko i dokładnie potwierdzona.

source: when, as a result of political, economic, military or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of Clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts; or
pl: kiedy, w wyniku wydarzeń politycznych, ekonomicznych, wojskowych czy finansowych (w tym nietypowa zmienność lub brak zmienności rynku) lub innych okoliczności poza kontrolą, odpowiedzialnością i wpływem Firmy dalsze działanie niniejszego portalu nie jest praktycznie możliwe bez materialnego i negatywnego wpływu na interesy Klientów lub Firmy lub jeśli, zdaniem Firmy, cena nie może być obliczona dla kontraktów finansowych; lub

source: where
pl: gdzie

source: with this %1 data:
pl: z tymi danymi %1:

source: with this HTTP header
pl: z tym nagłówkiem HTTP

source: withdrawal limits
pl: limity wypłat

source: you are not resident in a restricted country such as the USA, Japan or Hong Kong;
pl: nie jesteś mieszkańcem kraju z ograniczonym dostępem, czyli USA, Japonii ani Hongkongu;

source: you are not resident in a restricted country such as the USA, Japan, Hong Kong, Bahamas, Costa Rica, Malaysia, Malta, Iran, North Korea, Jersey, Iraq or Myanmar;
pl: nie jesteś mieszkańcem kraju z ograniczonym dostępem, czyli USA, Japonii, Hongkongu, Bahamów, Kost, Malezaryki, Malty, Iranu, Korei Północnej ani Birmy;

source: you are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
pl: masz skończone 18 lat, chyba że jesteś mieszkańcem Estonii - wtedy musisz mieć skończone 21 lat;

source: you have read our privacy statement and hereby give us consent to process your personal information as outlined there;
pl: zapoznałeś się z nasza polityka prywatności i niniejszym wyrażasz zgodę na przetwarzanie przez nas Twoich danych osobowych zgodnie z tymi warunkami;

source: you have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
pl: zapoznałeś się z niniejszymi Warunkami Prawnymi w całości i przyjmujesz do wiadomości, że będziesz sprzedawać i kupować kontrakty zgodnie z tymi warunkami;

source: you have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
pl: posiadasz wystarczająca wiedzę i doświadczenie w kwestii handlu finansowego i jesteś zdolny do oceny korzyści i ryzyka związanego z nabywaniem kontraktów za pośrednictwem niniejszego portalu i podejmujesz to działanie bez polegania na informacjach zawartych na tym portalu.

source: your forecast was not '%1'.
pl: Twoją prognozą nie było '%1'.

source: ‘Best Customer Communication Firm’ award by Investors Chronicle
pl: Nagroda "Firma najlepiej komunikująca się z klientami" przyznana przez Investors Chronicle

source: ‘Best Fixed-Odds Broker’ silver award by Trade2Win
pl: Srebrna nagroda "Najlepszy broker zakładów o ustalonej stawce" przyznana przez Trade2win

source: ‘Best Fixed-Odds Financial Provider’ award by Financial Times and Investors Chronicle UK
pl: Nagroda "Najlepszy dostawca finansowy zakładów o ustalonej stawce" przyznana przez Financial Times i Investors Chronicle UK

source: ‘Best Fixed-Odds Financial Trading Provider’ award by Shares Magazine UK
pl: Nagroda "Najlepszy dostawca usług handlu finansowego dla zakładów o ustalonej stawce" przyznana przez Shares Magazine UK

source: ‘Best Fixed-Odds Firm 2012’ award by Global Banking and Finance Review
pl: Nagroda "Najlepsza firma w branży zakładów o ustalonej stawce w 2012 r." przyznana przez Global Banking i Finance Review

source: ‘Financial Betting Operator of the Year’ award by eGaming Review
pl: Nagroda "Najlepszy operator finansowy roku" przyznana przez eGaming Review

source: Dutch Index
pl: Indeks holenderski

source: AP Ordinary
pl: Zwykłe AP

source: Australian Index
pl: Indeks australijski

source: Belgian Index
pl: Indeks belgijski

source: Bombay 30 Index
pl: Indeks Bombaj 30

source: Wall Street Index
pl: Indeks Wall Street

source: French Index
pl: Indeks francuski

source: World Index
pl: Indeks światowy

source: UK Index
pl: Indeks brytyjski

source: Italian Index
pl: Indeks włoski

source: German Index
pl: Indeks niemiecki

source: Hong Kong Index
pl: Indeks Hongkongu

source: Spanish Index
pl: Indeks hiszpański

source: Brazilian Index
pl: Indeks brazylijski

source: Irish Index
pl: Indeks irlandzki

source: US Tech Composite Index
pl: Indeks US Tech Composite

source: Jakarta Index
pl: Indeks Jakarty

source: Korean Index
pl: Indeks koreański

source: Italian 30 Index
pl: Indeks włoski 30

source: Euro 100 Index
pl: Indeks Euro 100

source: Euro 150 Index
pl: Indeks Euro 150

source: Japanese Index
pl: Indeks japoński

source: US Tech 100 Index
pl: Indeks US Tech 100

source: Indian 50 Index
pl: Indeks indyjski 50

source: New Zealand Index
pl: Indeks nowozelandzki

source: Norwegian Index
pl: Indeks norweski

source: Swedish Index
pl: Indeks szwedzki

source: Portuguese Index
pl: Indeks portugalski

source: Random Bull
pl: Losowa hossa

source: Random Mars
pl: Losowy Mars

source: Random Sun
pl: Losowe słońce

source: Random Yin
pl: Losowe Yin

source: Russian Regular Index
pl: Regularny indeks rosyjski

source: Global Energy Index
pl: Globalny indeks energii

source: Global Financial Index
pl: Globalny indeks finansowy

source: Global Health Care Index
pl: Globalny indeks ochrony zdrowia

source: Global Info Tech Index
pl: Globalny indeks Info Tech

source: Global Materials Index
pl: Globalny indeks materiałowy

source: Global Industrial Index
pl: Globalny indeks przemysłowy

source: Global Telecom Srv Index
pl: Globalny indeks Telecom Srv

source: Global Utilities Index
pl: Globalny indeks urządzeń

source: Global Property Index
pl: Globalny indeks własności

source: US 500 Index
pl: Indeks US 500

source: Metals Index
pl: Indeks metalu

source: Biofuel Index
pl: Indeks biopaliw

source: Bean Oil Index
pl: Indeks oleju roślinnego

source: Brent Crude Index
pl: Indeks Brent Crude

source: Cocoa Index
pl: Indeks kakao

source: Corn Index
pl: Indeks kukurydzy

source: Crude Index
pl: Indeks ropy naftowej

source: Cotton Index
pl: Indeks bawełny

source: Energy & Metals Index
pl: Indeks energii i metalu

source: Gasoil Index
pl: Indeks paliwa gazowego

source: Grains Index
pl: Indeks zbóż

source: Heating Oil Index
pl: Indeks oleju opałowego

source: Copper Index
pl: Indeks miedzi

source: Nickel Index
pl: Indeks niklu

source: Lead Index
pl: Indeks ołowiu

source: Zinc Index
pl: Indeks cynku

source: Coffee Index
pl: Indeks kawy

source: Kansas Wheat Index
pl: Indeks pszenicy Kansas

source: Natural Gas Index
pl: Indeks gazu ziemnego

source: Petroleum Index
pl: Indeks ropy

source: Sugar Index
pl: Indeks cukru

source: Soybeans Index
pl: Indeks soi

source: Wheat Index
pl: Indeks pszenicy

source: Global Ecology Index
pl: Globalny indeks ekologiczny

source: Global Infrastructure Index
pl: Globalny indeks infrastrukturalny

source: Global Nuclear Index
pl: Globalny indeks energii atomowej

source: Aerospace Index
pl: Indeks lotniczy i kosmiczny

source: Construction Index
pl: Indeks budownictwa

source: Biotechnology Index
pl: Indeks biotechnologii

source: Banking Index
pl: Indeks bankowości

source: Comp Hardware Index
pl: Indeks sprzętu komputerowego

source: Comp Software Index
pl: Indeks oprogramowania komputerowego

source: Insurance Index
pl: Indeks ubezpieczeń

source: Leisure Time Index
pl: Indeks czasu wolnego

source: Mortgage Finance Index
pl: Indeks rynku hipotecznego

source: Pharmaceuticals Index
pl: Indeks farmaceutyczny

source: Retail Index
pl: Indeks sprzedaży

source: Semiconductors Index
pl: Indeks półprzewodników

source: Transportation Index
pl: Indeks transportu

source: Canadian 60 Index
pl: Indeks kanadyjski 60

source: Global REIT Index
pl: Globalny indeks REIT

source: Shanghai Index
pl: Indeks szanghajski

source: Swiss Index
pl: Indeks szwajcarski

source: Singapore Index
pl: Indeks singapurski

source: Euro 50 Index
pl: Indeks Euro 50

source: Shenzhen Index
pl: Indeks Shenzhen

source: South African Index
pl: Indeks południowoafrykański

source: AUD Index
pl: Indeks australijski (AUD)

source: EUR Index
pl: Indeks EUR

source: GBP Index
pl: Indeks brytyjski (GBP)

source: USD Index
pl: Indeks USD

source: Oil/AUD
pl: Ropa/AUD

source: Oil/EUR
pl: Ropa/EUR

source: Oil/GBP
pl: Ropa/GBP

source: Oil/USD
pl: Ropa/USD

source: Silver/USD
pl: Srebro/UDS

source: Gold/AUD
pl: Złoto/AUD

source: Gold/EUR
pl: Złoto/EUR

source: Gold/GBP
pl: Złoto/GBP

source: Gold/USD
pl: Złoto/USD

source: Palladium/USD
pl: Pallad/USD

source: Platinum/USD
pl: Platyna/USD

source: Commodities are traded items with directly usable qualities.
pl: Towary to bezpośrednio użyteczne zbywalne elementy.

source: Stocks
pl: Akcje

source: Stocks (or shares) represent the value of partial ownership in a single company.
pl: Akcje (lub udziały) przedstawiają wartość częściowej własności pojedynczej firmy.

source: Randoms
pl: Losowe

source: The Randoms are simulated markets that use random numbers to model the uncertainty that exists in real markets.
pl: Wartości losowe to symulacje rynków, które korzystają z losowych liczb w celu modelowanie niepewności, jaka istnieje na prawdziwych rynkach.

source: Forex (or foreign exchange) represents the ratio between the values of two currencies.
pl: Forex (lub: wymiana walut) oznacza stosunek wartości dwóch walut.

source: Indices represent the weighted value of a basket of companies, typically traded on the same exchange.
pl: Wskaźniki przedstawiają wartość ważoną koszyka firm, standardowo sprzedawanych bądź kupowanych w tej samej walucie.

source: Smart indices.
pl: Inteligentne wskaźniki.

source: Sectors
pl: Sektory

source: Sectors represent the weighted value of a basket of companies which may operate in different countries and trade on different exchanges, but pursue similar lines of business.
pl: Sektory przedstawiają wartość ważoną koszyka firm, które mogą działać w różnych krajach i handlować różnymi walutam mi, ale działają w tym samym segmencie rynku.

source: United Kingdom Stocks
pl: Akcje brytyjskie

source: Energy
pl: Energetyka

source: India Stocks
pl: Akcje indyjskie

source: Smart FX
pl: Inteligentny forex

source: Smart FX indices
pl: Inteligentne wskaźniki forex

source: Australia Stocks
pl: Akcje australijskie

source: Major Pairs
pl: Główne pary

source: The most widely traded and liquid forex pairs.
pl: Najczęściej sprzedawane i kupowane oraz płynne pary walut.

source: Americas
pl: Ameryki

source: Agriculture Sector
pl: Sektor rolny

source: Nocturnes
pl: Nokturny

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (12:00GMT).
pl: Przedstawia pojedynczą sesję giełdową z różnymi czynnikami rynkowymi. Są one resetowane na rozpoczęciu każdej sesji giełdowej (godz. 12.00 GMT).

source: Spain Stocks
pl: Akcje hiszpańskie

source: Italy Stocks
pl: Akcje włoskie

source: Industrials Sector
pl: Sektor przemysłowy

source: Europe/Africa
pl: Europa/Afryka

source: United States Stocks
pl: Akcje Stanów Zjednoczonych

source: Minor Pairs
pl: Mniej ważne pary

source: Forex pairs of interest, but with less liquid international markets.
pl: Pary walut z mniej płynnymi rynkami międzynarodowymi.

source: Global Sector
pl: Sektor światowy

source: Energy Sector
pl: Sektor energetyczny

source: Norway Stocks
pl: Akcje norweskie

source: Metals Sector
pl: Sektor metalurgiczny

source: Germany Stocks
pl: Akcje niemieckie

source: Quotidians
pl: Codzienne

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (00:00GMT).
pl: Przedstawia pojedynczą sesję giełdową z różnymi czynnikami rynkowymi. Są one resetowane przy rozpoczęciu każdej sesji giełdowej (godz. 00.00 GMT).

source: Associated with a number that represents the relative volatility of the market. For example, the Random 100 Index is twice as volatile as the Random 50 Index.
pl: Kojarzony z liczbą przedstawiającą względną zmienność rynku. Np. losowy indeks 100 jest dwukrotnie bardziej zmienny niż losowy indeks 50.

source: Financial Sector
pl: Sektor finansowy

source: Metals
pl: Metale

source: Japan Stocks
pl: Akcje japońskie

source: Technology Sector
pl: Sektor technologiczny

source: config-only
pl: tylko konfiguracja

source: Health Care Sector
pl: Sektor ochrony zdrowia

source: Korea Stocks
pl: Akcje koreańskie

source: Consumer Srv Sector
pl: Sektor obsługi klienta

source: Asia/Oceania
pl: Azja/Oceania

source: Vanilla Options
pl: Opcje Vanilla

source: Plain vanilla options
pl: Opcje czystej wanilii

source: Predict whether or not the market will touch a chosen level before expiration.
pl: Prognozuj, czy rynek osiągnie wybrany poziom przed upływem daty ważności.

source: Predict the ending market level relative to 2 chosen barriers.
pl: Prognozuj poziom zakończenia rynku względem 2 wybranych limitów.

source: Predict very short-term market results.
pl: Prognozuj bardzo krótkoterminowe wyniki rynkowe.

source: Predict the ending market level relative to a chosen barrier.
pl: Prognozuj poziom zakończenia rynku względem wybranego limitu.

source: Predict the ending market level relative to the starting market level.
pl: poziom zakończenia rynku względem początkowego poziomu rynkowego.

source: Predict whether or not the market will touch either of 2 chosen levels before expiration.
pl: Prognozuj, czy rynek osiągnie któryś z 2 wybranych poziomów przed upływem daty ważności.

source: ends between
pl: kończy się pomiędzy

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>zakończy się dokładnie pomiędzy %7</strong> a <strong>%6</strong> na zamknięciu o godz. %5.

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>zakończy się dokładnie pomiędzy %7</strong> a <strong>%6</strong> o godz. %5 po godz. %4.

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>zakończy się dokładnie pomiędzy %7</strong> a <strong>%6</strong> o godz. %5.

source: falls
pl: spada

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 jest dokładnie <strong>niższe</strong> niż <strong>%6</strong> o godz. %5 po godz. %4.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 jest dokładnie <strong>niższe</strong> niż <strong>%6</strong> o godz. %5.

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>lower</strong> than <strong>%6</strong>.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 po <strong>%5 najmniejszych przyrostach ceny</strong> jest dokładnie <strong>niższe</strong> niż <strong>%6</strong>.
