Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: Buy
pl: Kup

source: Buy Price
pl: Cena kupna

source: Buy a contract
pl: Kup kontrakt

source: By requesting membership to our affiliate program you are agreeing to the terms and conditions set out in this Agreement. The application form will form an integral part of this Agreement.
pl: Zgłaszając uczestnictwo w programie partnerskim użytkownik wyraża zgodę na regulamin określony w niniejszej Umowie. Formularz aplikacyjny stanowi integralną część niniejszej Umowy.

source: Calculate
pl: Oblicz

source: Calculating
pl: Obliczanie

source: Call me now
pl: Zadzwoń do mnie teraz

source: Call us
pl: Zadzwoń do nas

source: Callback services
pl: Usługi oddzwaniania

source: Calling a Service
pl: Wybieranie numeru usługi

source: Calls which invoke the API are simple, recognizable and can be negotiated from all popular web programming technologies in use today. For example, to get a list of "marketplaces" currently available at %1:
pl: Połączenia korzystające z interfejsu API są proste, rozpoznawalne i mogą korzystać ze wszystkich popularnych technologii sieciowych. Tutaj lista źródeł dostępnych obecnie na %1:

source: Can I become a %1 affiliate even if I don't have a website?
pl: Czy mogę zostać partnerem %1 nawet jeśli nie mam strony internetowej?

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
pl: Czy mogę oferować osobom, którym polecam portal wynagrodzenie finansowe, jeśli zarejestrują się przez link ode mnie, a nie bezpośrednio?

source: Can you customize a banner for my site?
pl: Czy możecie dostosować baner na moją stronę?

source: Cancel
pl: Anuluj

source: Candlestick Chart
pl: Wykres świecowy

source: Candlesticks
pl: Świece

source: Careers
pl: Praca

source: Cascade
pl: Kaskada

source: Cash Dividend
pl: Dywidenda

source: Cashier
pl: Kasjer

source: Cashier/Settings password
pl: Hasło do kasjera/ustawień

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
pl: Pewne limity są narzucone odnośnie do akceptowalnych poziomów dla cen limitowych/wywoławczych kontraktów. Z reguły limit/wywołanie nie może być zbyt bliskie ani zbyt odległe od aktualnego podstawowego poziomu rynku.

source: Chaikin Money Flow
pl: Wskaźnik Chaikin Money Flow

source: Chaikin Oscillator
pl: Oscylator Chaikin

source: Chaikin Volatility
pl: Zmienność Chaikin

source: Change
pl: Zmień

source: Change = Close - Open, for the day
pl: Zmiana = wartość zamknięcia - wartość otwarcia dla danego dnia

source: Change Account Information
pl: Zmień informacje o koncie

source: Change Password
pl: Zmień hasło

source: Change in account settings
pl: Zmiana w ustawieniach konta

source: Chart
pl: Wykres

source: Chart Application
pl: Aplikacja z wykresami

source: Chart Type
pl: Rodzaj wykresu

source: Charting
pl: Wykresy

source: Charting for this underlying is delayed
pl: Dla tego rynku podstawowego wykresy są opóźnione

source: Charting is not available for this underlying
pl: Dla tego rynku podstawowego wykresy nie są dostępne

source: Check out our commission rates below:
pl: Poniżej wysokość prowizji:

source: Check out our daily market reports written by Dave Evans, Professional Trader to stay up to date with the latest financial news.
pl: Aby być na bieżąco z najnowszymi wiadomościami z rynku finansowego, sprawdzaj codzienne raporty rynkowe autorstwa zawodowego gracza Dave'a Evansa.

source: Check out some technical terms before you start.
pl: Zapoznaj się z terminami technicznymi zanim zaczniesz handlować.

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
pl: Wybierz zakład typu "zakończy się w/poza": zyskasz, jeśli rynek zatrzyma się w środku/poza dwoma cenami docelowymi pod koniec okresu.

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
pl: Wybierz zakład typu "wyższy/niższy", na którym możesz zyskać w zależności od tego, czy czy rynek będzie wyższy czy niższy niż cena docelowa.

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
pl: Wybierz zakład typu "wzrost/spadek", jeśli chcesz zyskać, gdy rynek zyska lub straci w stosunku do obecnego poziomu.

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
pl: Wybierz zakład typu "pozostaje w/poza", aby zyskać, jeśli rynek pozostanie w lub przekroczy ceny docelowe w dowolnym momencie w danym okresie trwania kontraktu.

source: Choose Tick Trades when you want to profit from very short-term market movements over the next 5 ticks.
pl: Wybierz zakład transakcje z najmniejszym przyrostem ceny, jeśli chcesz zyskać na bardzo krótkich ruchach na rynku podczas pięciu najbliższych najmniejszych przyrostów ceny.

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
pl: Wybierz zakład typu "Osiągnie/nie osiągnie", jeśli chcesz zyskać w zależności od tego, czy rynek osiągnie czy nie osiągnie ceny docelowej w dowolnym momencie trwania kontraktu.

source: Choose a duration from 10 seconds to 365 days.
pl: Wybierz czas trwania od 10 sekund do 365 dni.

source: Choose a payout from $1 to $100,000.
pl: Wybierz wypłatę od 1 do 100 000 dolarów.

source: Choose a trade type
pl: Wybierz rodzaj zakładu

source: Choose from over 1 million trades
pl: Wybieraj z ponad miliona zakładów

source: Choose from over a million possible trades at any time.
pl: Wybierz spośród jednego z ponad miliona dostępnych codziennie zakładów .

source: Choose the barrier(s)
pl: Wybierz limit(y)

source: Choose the duration
pl: Wybierz czas trwania

source: Choose the market, the price target, the time period, and how much you wish to win.
pl: Wybierz rynek, cenę docelową, okres oraz ile chcesz wygrać.

source: Choose the market, the price targets, the time period, and how much you wish to win.
pl: Wybierz rynek, ceny docelowe, okres oraz ile chcesz wygrać.

source: Choose the market, the time period, and how much you wish to win.
pl: Wybierz rynek, okres oraz ile chcesz wygrać.

source: Choose the payout
pl: Wybierz wypłatę

source: Choose the underlying market
pl: Wybierz rynek podstawowy

source: Choose your own strike.
pl: Wybierz swoją wypłatę.

source: Client ID
pl: Identyfikator klienta

source: Client-facing message
pl: Wiadomość do klienta

source: Clients from the rest of the world will have their account opened with Regent Markets (C.R.) S.A.
pl: Klienci z innych części świata będą mieli założone konta w Regent Markets (C.R.) S.A.

source: Clients must fill into the account opening form all requested details that establish his/her identity.
pl: Klienci muszą wypełnić formularz otwarcia konta wszystkimi wymaganymi danymi, które określają ich tożsamość.

source: Clients shall not hold or pool third party funds into their own account held with the Company.
pl: Klienci nie mają prawa przetrzymywać ani pobierać środków należących do osób trzecich na konto swojej Firmy.

source: Close
pl: Zamknij

source: Close All
pl: Zamknij wszystko

source: Close Location Value
pl: Zamknij wartość lokalizacji

source: Close of trading day.
pl: Zamknięcie sesji.

source: Closed
pl: Zamknięte

source: Closes
pl: Zamknięte

source: Closes early (at %1)
pl: Zamykane wcześnie (o %1)

source: Closing Price
pl: Cena zamknięcia

source: Comment must not exceed %1 characters. Please resubmit.
pl: Komentarz może mieć maksymalnie %1 znaków. Prosimy wypełnić ponownie.

source: Commission (%) you want to take on deposits
pl: Prowizja (%), jaką chcesz ustawić dla wpłat

source: Commission (%) you want to take on withdrawals
pl: Prowizja (%), jaką chcesz ustawić dla wypłat

source: Commission Rates
pl: Stawki prowizji

source: Commission on deposits
pl: Prowizja dla wpłat

source: Commission on withdrawals
pl: Prowizja dla wypłat

source: Commissionable earnings will be earned for the life of the client, on all transactions the client undertakes at the merchant, for as long as the affiliate remains a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
pl: Zysk podlegający prowizji będzie przynosił przychód przez cały okres korzystania przez klienta naszych usług, na wszystkich transakcjach, jakie klient będzie wykonywał, tak długo, jak partner pozostaje członkiem programu partnerskiego.Firma zastrzega sobie prawo do anulowania prowizji, które nie zostaną zgłoszone przez 2 lata.

source: Commodities
pl: Towary

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
pl: Towary to zasoby uprawiane lub wydobywane z ziemi, takie jak srebro, złoto i ropa. Na %1 są one wycenione w dolarach amerykańskich.

source: Commodity Channel Index
pl: Indeks kanału towaru

source: Company trip to Phuket, Thailand
pl: Wycieczka pracownicza od Phuket w Tajlandii

source: Confirm
pl: Potwierdź

source: Congratulations
pl: Gratulacje

source: Congratulations! <br /> You have won the contract!
pl: Gratulacje! <br /> Wygrałeś(aś) kontrakt!

source: Connection failure. Please try again later.
pl: Błąd połączenia. Prosimy spróbować później.

source: Console Facility
pl: Funkcja konsoli

source: Contact
pl: Kontakt

source: Contact Us
pl: Napisz do nas

source: Contact us
pl: Napisz do nas

source: Continue
pl: Dalej

source: Contract Details
pl: Szczegóły kontraktu

source: Contract Risks
pl: Ryzyko kontraktu

source: Contract Type
pl: Rodzaj kontraktu

source: Contract barrier must be positive.
pl: Limit kontraktu musi być wartością dodatnią.

source: Contract can not expire during the end-of-year holiday period. Select an expiry date after %1.
pl: Kontrakt nie może zakończyć się podczas okresu świątecznego pod koniec roku. Wybierz datę zakończenia przed %1.

source: Contract cannot be sold at this time.
pl: W tym momencie nie można sprzedać kontraktu.

source: Contract discovery and pricing
pl: Odkrycie i wycena kontraktów

source: Contract expired
pl: Kontrakt wygasł

source: Contract has already expired.
pl: Kontrakt wygasł.

source: Contract market price is too close to final payout.
pl: Cena rynkowa kontraktu jest zbyt bliska, aby dokonać ostatecznej wypłaty.

source: Contract may not expire within the last %1 of trading.
pl: Kontrakt nie może kończyć się w ciągu ostatnich %1 handlu.

source: Contract must expire during trading hours.
pl: Kontrakt musi kończyć się w porze handlowej.

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones. In the case of single stock and stock index prices, the final closing price as reported by the relevant Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the Exchange 30-90 minutes after the official closing time of the market). For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
pl: Wypłaty kontraktów będą określane przez Firmę w odniesieniu do dziennych wartości wysokich/niskich/zamknięcia ogłoszonych na niniejszym portalu stosownie do właściwych indeksów (wskaźników) kontraktu (kontraktów) lub na podstawie międzybankowych danych handlowych otrzymanych przez Firmę dla transakcji walutowych lub cen towarów podanych na portalu, z zastrzeżeniem, że Firma ma prawo do poprawiania takich danych w przypadku nieprawidłowych cen lub pomyłek w druku. Klienci powinni pamiętać, że poszczególne rynki mogą być zamykane o różnych porach dnia ze względu na lokalne godziny handlowe i strefy czasowych.W przypadku pojedynczych akcji i cen indeksowych, ostateczna cena zamknięcia, jaka jest zgłaszana przez odpowiednią giełdę będzie obowiązywać dla wszystkich rozliczeń (ta ostateczna cena rozliczenia może czasami być ogłoszone przez giełdę 30-90 minut po oficjalnej godzinie zamknięcia rynku. Dla transakcji walutowych godziny zamknięcia są określone przez Firmę zgodnie z sekcją "Godziny otwarcia rynków" na niniejszym portalu. W przypadku jakiegokolwiek sporu dotyczącego rynku lub wartości rozliczeń, decyzja Firmy jest ostateczna i wiążąca. Klienci powinni pamiętać, że niektóre rynkach (np. akcje i indeksy giełdowe), nie są otwarte przez cały dzień, a handel może nie być możliwy, gdy rynki są zamknięte.

source: Contract period
pl: Okres kontraktu

source: Contract purchases on this account must be on behalf of granters.
pl: Zakupy kontraktów dla tego konta muszą być dokonywane w imieniu zleceniodawców.

source: Contract started
pl: Kontrakt rozpoczęty

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
pl: Kontrakty nie są zazwyczaj w ofercie w ciągu ostatniej godziny danego rynku (dla rynków walutowych to ograniczenie może być przedłużone aż do 3 godzin).

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
pl: Kontrakty nie mogą kończyć się w weekend, w związku z tym data zakończenia kontraktu musi zostać przesunięta na następny poniedziałek w przypadku, gdy data zakończenia kontraktu przypada w sobotę lub niedzielę.

source: Contracts on %1 which both start and end between %2 and %3 on the same day are not available.
pl: Niedostępne są kontrakty na %1 zaczynające i kończące się pomiędzy %2 a %3 tego samego dnia.

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
pl: Kontrakty na %1 z okresem trwania poniżej 24 godz. muszą wygasnąć podczas tej samej sesji.

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
pl: Kontrakty będą zazwyczaj oferowane z różnicą od 0,05 do 1 (tzn. wypłaty poniżej 1,05 USD/GBP/EUR/AUD dla każdego postawionego 1 USD/GBP/EUR/AUD).

source: Contracts will not usually be offered during the first 10 minutes of market trade.
pl: Kontrakty nie będą zwykle oferowane podczas pierwszych 10 minut handlu.

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
pl: Kontrakty nie będą zwykle dostępne, kiedy rynek podstawowy będzie znajdował się w dziennym maksimum lub dziennym minimum.

source: Controlled risk
pl: Ryzyko kontrolowane

source: Cookies
pl: Pliki cookie

source: Copyright
pl: Prawa autorskie

source: Country
pl: Kraj

source: Country of Residence
pl: Kraj zamieszkania

source: Country:
pl: Kraj:

source: Create free account
pl: Załóż darmowe konto

source: Credit/<wbr/>Debit
pl: Kredytowa/<wbr/>debetowa

source: Credit/Debit Card
pl: Karta kredytowa/debetowa

source: Crosshair
pl: Krzyżyk

source: Currencies
pl: Waluty

source: Currency
pl: Waluta

source: Currency conversion from %1
pl: Konwersja waluty z %1

source: Currency conversion to %1
pl: Konwersja waluty na %1

source: Currency conversion transfer
pl: Transfer konwersji waluty

source: Currency quotes are truncated to 5 digits and all contracts are purchased and settled based on 5-digit currency quotes. However, for Tick Trades only, a 6th digit is retained.
pl: Notowania walut są limitowane do 5 cyfr, a wszystkie kontrakty są nabywane i rozliczane w oparciu o 5-cyfrowe notowania walutowe. Jednak dla transakcji z najmniejszym przyrostem ceny zachowana jest też szósta cyfra.

source: Current
pl: Aktualne

source: Current Spot
pl: Obecny punkt

source: Current market price is 0.
pl: Obecna cena rynkowa wynosi 0.

source: Current password
pl: Aktualne hasło

source: Current photocard Driving Licence (Provisional or Full)
pl: Aktualne prawo jazdy ze zdjęciem (czasowe lub stałe)

source: Current signed Passport
pl: Aktualny podpisany paszport

source: Current signed Passport OR
pl: Aktualny podpisany paszport LUB

source: Customer Support has been informed of your Lost Login ID / Password request and will be contacting you soon. Thank you for your patience.
pl: Obsługa klienta został poinformowana o Twoim zgłoszeniu o zaginionym loginie/haśle i wkrótce się z Tobą skontaktuje. Dziękujemy za cierpliwość.

source: DOWN
pl: SPADEK

source: Daily
pl: Dzienny

source: Daily Prices
pl: Ceny dzienne

source: Daily Turnover limit
pl: Dzienny limit obrotów

source: Daily Turnover limit is currently set to <strong>%1 %2</strong>
pl: Obecnie dzienny limit obrotów to <strong>%1 %2</strong>

source: Daily report
pl: Raport dzienny

source: Data Feed
pl: Dane

source: Data will be available after market close
pl: Dane będą dostępne po zamknięciu rynku

source: Date
pl: Data

source: Date of birth
pl: Data urodzenia

source: Day
pl: Dzień

source: Day Bet
pl: Dzienny zakład

source: Days to display
pl: Dni do wyświetlenia

source: Dear %1 %2 %3,
pl: Szanowny(a) %1 %2 %3,

source: Dear %1 %2 %3, We would like to inform you that your %5 Deposit has been processed. Kind Regards, %4
pl: Szanowny(a) %1 %2 %3, Chcielibyśmy Cię poinformować, że Twoja wpłata na %5 została zakońcozna. Z poważaniem, %4

source: Dear %1 %2 %3, We would like to inform you that your %5 Withdrawal has been processed. Kind Regards, %4
pl: Szanowny(a) %1 %2 %3, Chcielibyśmy Cię poinformować, że Twoja wypłata z %5 została zakończona. Z poważaniem, %4

source: Dear %1 %2 %3, We would like to inform you that your Western Union withdrawal has been processed. <strong>%5</strong> You can then go to any Western Union agent, provide the MTCN number and claim your funds. You can find the Western Union agent which is closest to you on their <a href="http://www.westernunion.com/info/agentLocator.asp?country=global">website</a>. Kind Regards, %4
pl: Szanowny(a) %1 %2 %3, Chcielibyśmy Cię poinformować, że Twoja wypłata z Western Union została zakończona. <strong>%5</strong> Możesz teraz udać się do każdej placówki Western Union, podać numer MTCN number i wypłacić środki. Najbliższą placówkę Western Union znajdziesz na stronie internetowej <a href="http://www.westernunion.com/info/agentLocator.asp?country=global"></a>. Z poważaniem, %4

source: Dear %1,
pl: Szanowny %1,

source: Dear %1, We were unable to verify your identity and prove your residential address using our automated verification procedure. You can still authenticate your account by sending scans of the following documents by email to us at %3: - A scanned copy of your current valid passport, current driving license (provisional or full), or identity card - A recent (less than 3 months old) scanned copy of your paper utility bill, or your paper bank, credit union, building society, credit, or debit card statement, or passbook All scans must be legible and in colour or they will not be accepted. Please note that mobile telephone bills are not acceptable as evidence of address. Kind regards, %2
pl: Szanowny %1,↵ ↵ Nie udało nam się zweryfikować Twojej tożsamości ani adresu zamieszkania przy użyciu↵ naszej automatycznej procedury weryfikacji. Możesz jednak uwierzytelnić swoje konto↵ przesyłając skany następujących dokumentów na adres %3:↵ ↵ - Skan aktualnego paszportu, prawa jazdy↵ (zwykłego lub czasowego) lub dowodu osobistego↵ - Aktualna (z ostatnich 3 miesięcy) zeskanowana kopia rachunku za media lub↵ wyciąg z rachunku bankowego, towarzystwa ubezpieczeń lub karty kredytowej bądź debetowej↵ lub książeczki bankowej↵ ↵ Skany muszą być czytelne i w kolorze, w przeciwnym razie nie zostaną wzięte pod uwagę.↵ ↵ Uwaga: rachunki za telefon komórkowy nie są akceptowane jako potwierdzenie↵ adresu.↵ ↵ Z poważaniem,↵ ↵ %2↵

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
pl: Szanowny(a) %1, Bardzo się cieszymy, że zdecydował(a) się Pan(i) na handel na %2 i mamy nadzieję, że korzystanie z naszej platformy będzie satysfakcjonujące. Chcielibyśmy poinformować, że otrzymaliśmy Pana(i) prośbę o bonus i Pana(i) konto zostało zasilone bonem w wysokości %3%4*. Jeżeli miał(a)by Pani(i) jakieś pytania, prosimy o kontakt na %5. Z poważaniem, Karen Yap %2 *Wypłaty zgodnie z regulaminem. (%6)

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
pl: Szanowny(a) %1, Bardzo się cieszymy, że zdecydował(a) się Pan(i) na handel na %2 i mamy nadzieję, że korzystanie z naszej platformy będzie satysfakcjonujące. Chcielibyśmy poinformować, że otrzymaliśmy Pana(i) wniosek o bonus. Niestety, nie jesteśmy w stanie pozytywnie rozpatrzyć tego wniosku z jednego z następujących powodów:

source: Dear Client,
pl: Szanowny Kliencie,

source: Dedicated affiliate team to provide you with the best service possible
pl: Specjalny zespół do obsługi partnerów zapewnia najlepszą obsługę

source: Define your position
pl: Określ swoje położenie

source: Delete
pl: Usuń

source: Delete All
pl: Usuń wszystko

source: Delete All Lines
pl: Usuń wszystkie linie

source: Delete all lines?
pl: Czy usunąć wszystkie linie?

source: Depo./With. commission
pl: Prowizja od wpłaty/wypłaty

source: Deposit
pl: Wpłata

source: Deposit %1 virtual money into your account
pl: Wpłać wirtualne pieniądze %1 na swoje konto

source: Deposit Y or more and we will add an additional X to your account after five times X in trading volume is made. By way of example, if you claim a "Deposit $100, get $20 bonus" offer, then the $20 bonus will be credited as "pending" to your account once you deposit $100. Once you reach (5 * $20 = $100) in trading volume, the $20 bonus will be released to your account upon approval.
pl: Wpłać Y lub więcej, a my dodamy dodatkowe X do Twojego konta po uzyskaniu pięć razy X w wysokości transakcji. Na przykład, jeśli chcesz skorzystać z oferty "Wpłać 100 dol., zyskaj bonus 20 dol.), bonus w wysokości 20 dol. zostanie przypisany do Twojego konta jako "zaległy" na Twoim koncie w momencie wpłaty 100 dol. Kiedy uzyskasz (5 * 20 dol. = 100 dol.) w wysokości transakcji, bonus w wys. 20 dol. zostanie wpłacone na Twoje konto po zatwierdzeniu.

source: Deposit to Payment Agent
pl: Wpłać pośrednikowi płatności

source: Deposit using legacy method: %1
pl: Wpłać korzystając ze starej metody płatności: %1

source: Deposit via BACS
pl: Wpłać przez BACS
