Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: This website is marketed in the UK by Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, regulated by the Gambling Supervision Commission in the Isle of Man, online gambling licence issued on 31 August 2012, and in the rest of the EU by Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000, 26th May 2010. This website's services are not made available in the USA, Japan or Hong Kong.
pl: Ten portal jest zarządzany w Wlk. Brytanii przez Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, jest kontrolowany przez Komisję Nadzoru nad Grami Hazardowymi wyspy Man, aktualna licencja na prowadzenie gier hazardowych została wydana dnia 31 August 2012, a w pozostałej części Unii Europejskiej przez Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, jest kontrolowany przez Urząd ds. Loterii i Gier na Malcie, licencja nr LGA/CL2/118/2000 z dnia 26th maja 2010 r. Usługi niniejszego portalu nie są dostępne w Stanach Zjednoczonych, Japonii ani Hongkongu.

source: Throughout the term of this Agreement, you shall:
pl: Zgodnie z postanowieniem niniejszej Umowy, użytkownik:

source: Tick
pl: Przyrost ceny

source: Tick Trade Up/Down
pl: Zakład z najmniejszym przyrostem ceny wzrost/spadek

source: Tick Trades
pl: Zakłady z najmniejszym przyrostem ceny

source: Tick by Tick
pl: Najmniejsze przyrosty ceny jeden po drugim

source: Tick number
pl: Liczba zakładów z najmniejszym przyrostem ceny

source: Tick trades
pl: Zakłady z najmniejszym przyrostem ceny

source: Ticks
pl: Zakłady z najmniejszym przyrostem ceny

source: Tier
pl: Poziom

source: Tile
pl: Kafelek

source: Time
pl: Godzina

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
pl: Czasy się zmieniają. Zwiększamy wypłaty, dzięki czemu nasi klienci mogą maksymalnie korzystać ze swoich wygranych zakładów.

source: Tip:
pl: Wskazówka:

source: Title
pl: Tytuł

source: To apply, please submit your CV and a cover letter via our <a href="%1">Contact us</a> page.
pl: Aby aplikować, prześlij swoje CV i list motywacyjny przez naszą stronę <a href="%1">Napisz do nas</a>.

source: To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
pl: Aby uniknąć zagrożenie takim uzależnieniem, ważne jest, by stosować się do podstawowych zasad i wskazówek.

source: To change your name, date of birth, or country of residence, please contact Customer Support.
pl: Aby zmienić swoje nazwisko, datę urodzenia lub kraj zamieszkania, prosimy o kontakt z obsługą klienta.

source: To continue using our cashier system, please try accessing it again:
pl: Aby kontynuować korzystanie z naszego systemu kasjera, prosimy spróbować uzyskać ponowny dostęp:

source: To enable cookies, follow the instructions below for the browser version that you are using.
pl: Aby włączyć obsługę plików cookie, postępuj zgodnie z poniższymi instrukcjami dla wersji przeglądarki, której używasz.

source: To fully authenticate your account, please email scanned copies of the document listed below.
pl: Aby w pełni uwierzytelnić konto, wyślij e-mailem zeskanowane kopie dokumentów wymienionych poniżej.

source: To get a summary of currently tradeable market symbols in the "forex" market:
pl: Aby zobaczyć zestawienie symboli rynków umożliwiających aktualnie handel na tynku walut:

source: To make sure that you can receive a reply, add the "%1" domain to your e-mail "safe list". If you do not receive a response in your "inbox" within 24 hours, check your "bulk mail" or "junk mail" folders.
pl: Aby upewnić się, że otrzymasz odpowiedź, dodaj domenę "% 1" do "listy bezpiecznych nadawców". Jeśli nie otrzymasz odpowiedzi do swojej skrzynki odbiorczej w ciągu 24 godzin, sprawdź folder ze spamem.

source: To promote transparency and third-party analysis of our %1 time series, %2 provides access to tick-by-tick data for all the %1.
pl: Aby promować transparentność i analizę serii czasu %1 osób trzecich, %2 umożliwia dostęp do kolejnych danych dla wszystkich %1.

source: To speak to our customer service representatives online, please click on the Live Help button. Live Help in English is available Monday to Friday, 24 hours a day. Assistance in Russian is available from 7h00GMT until 23h30; in Indonesian from 1h00GMT to 10h00.
pl: Aby porozmawiać z konsultantem obsługi klienta, kliknij przycisk Pomoc na żywo. Pomoc na żywo w języku angielskim jest dostępna od pon. do pt. 24 godz. na dobę. pomoc w języku rosyjskim jest dostępna od godz. 7.00 do 23.30 GMT, a w języku indonezyjskim od godz. 1.00 do 10.00 GMT.

source: To:
pl: Do:

source: Today's Bet
pl: Dzisiejszy zakład

source: Toll-Free number
pl: Połączenie bezpłatne

source: Too many market holidays during the contract period. Select an expiry date after %1.
pl: Zbyt wiele dni wolnych podczas trwania kontraktu. Wybierz datę ważności po %1.

source: Total Cost
pl: Całkowity koszt

source: Total Net Revenue Per Month
pl: Całkowity przychód netto na miesiąc

source: Touch / No Touch
pl: Osiągnie / nie osiągnie

source: Touch/No Touch
pl: Osiągnie/nie osiągnie

source: Touch/no touch trades
pl: Zakłady typu "osiągnie/nie osiągnie"

source: Tour
pl: Zwiedzanie

source: Town/City
pl: Miasto

source: Trade
pl: Zakład

source: Trade Confirmation
pl: Potwierdzenie zawarcia zakładu

source: Trade Time
pl: Godzina zawarcia zakładu

source: Trade all major currencies, indices, stocks, and commodities.
pl: Handluj wszystkimi głównymi walutami, wskaźnikami, akcjami i towarami.

source: Trade all market conditions
pl: Handluj w każdych warunkach rynkowych

source: Trade on the market action during the next few seconds of trade.
pl: Obstawiaj zachowanie rynku w ciągu ostatnich kilku sekund danego zakładu.

source: Trade on whether a market will RISE or FALL from its current spot price.
pl: Obstawiaj, czy rynek WZROŚNIE czy SPADNIE z aktualnej ceny.

source: Trade on whether a market will STAY BETWEEN or GO OUTSIDE two price targets.
pl: Obstawiaj, czy rynek POZOSTANIE POMIĘDZY czy PRZEKROCZY dwie ceny docelowe.

source: Trade on whether a market will TOUCH or NOT TOUCH a predetermined price target anytime during the contract period.
pl: Obstawiaj, czy rynek OSIĄGNIE czy NIE OSIĄGNIE określoną cenę docelową w dowolnym momencie w czasie trwania kontraktu.

source: Trade on whether a market will finish HIGHER or LOWER than a predetermined price target.
pl: Obstawiaj, czy rynek zakończy się POWYŻEJ czy PONIŻEJ określonej ceny docelowej.

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
pl: Zawieraj zakłady tylko wtedy, gdy masz pieniądze, które możesz stracić. Nie graj pożyczonymi pieniędzmi.

source: Trade the Smart Indices
pl: Handluj inteligentnymi wskaźnikami

source: Trade the next 5 ticks with %1's Tick Trades interface.
pl: Handluj najbliższymi 5 zakładami z najmniejszym przyrostem ceny dzięki specjalnemu interfejsowi %1.

source: Trade with confidence with the industry pioneer.
pl: Handluj bez obaw z pionierem w branży.

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in AAA-rated banks.
pl: Handel jest prosty - %1 oferuje szeroki wybór metod wpłaty i wypłaty. Twoje środki są przechowywane w bankach o ratingu AAA.

source: Trade your way
pl: Dokonaj transakcji

source: Trading
pl: Handel

source: Trading Account
pl: Konto handlowe

source: Trading Agent
pl: Pośrednik

source: Trading Rules
pl: Zasady handlowania

source: Trading Times
pl: Godziny handlu

source: Trading and Withdrawal Limits
pl: Limity wypłat i handlowe

source: Trading binaries is remarkably easy, and requires only 3 simple steps:
pl: Handel opcjami binarnymi jest niezwykle prosty i mieści się w 3 prostych krokach:

source: Trading facilities (under development)
pl: Narzędzia do handlowania (w trakcie opracowywania)

source: Trading financial contracts involves a high level of risk and may not be suitable for all persons. Before deciding to trade financial contracts you should carefully consider your objectives, level of experience and risk appetite. You should be aware of all the risks associated with financial trading and seek advice from an independent financial advisor if you have any doubts.
pl: Handel kontraktami finansowymi wiąże się z wysokim poziomem ryzyka i może nie być odpowiedni dla każdego. Przed podjęciem decyzji o handlu kontraktami finansowymi powinieneś dokładnie rozważyć swoje cele, poziom doświadczenia i chęć podjęcia ryzyka. Musisz mieć świadomość wszelkiego ryzyka, jakie wiąże się z handlem finansowym, a w przypadku jakichkolwiek wątpliwości zasięgnąć porady niezależnego doradcy finansowego.

source: Trading is available after the first %1 of the session.
pl: Handel jest dostępny po pierwszych %1 sesji.

source: Trading is not offered for this duration.
pl: Na ten okres nie ma oferowanych zakładów.

source: Trading is suspended at the moment.
pl: Handel jest w tej chwili wstrzymany.

source: Trading on %1 is suspended at the moment.
pl: Handel na %1 jest obecnie wstrzymany.

source: Trading on %1 is suspended due to missing market data.
pl: Handel na %1 jest obecnie wstrzymany z powodu brakujących danych rynkowych.

source: Trading suspended for the last %1 of the session.
pl: Handel został wstrzymany na czas ostatnich %1 sesji.

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Limits will only be removed or altered after 7 days.
pl: Handlowanie na rynkach finansowych może być uzależniające. Wypełnij poniższy formularz, aby ograniczyć swoją działalność na portalu lub wyślij podpisany list lub faks do naszego zespołu obsługi klienta. Limity zostaną usunięte lub zmienione dopiero po 7 dniach.

source: Transact in
pl: Zawieraj transakcje na

source: Transfer from account %1
pl: Przelew z konta %1

source: Transfer from another account
pl: Przelew z innego konta

source: Transfer to
pl: Przelew do

source: Transfer to Login ID
pl: Przelew dla loginu

source: Transfer to Payment Agent
pl: Przelew dla pośrednika płatności

source: Transfer to account %1
pl: Przelew na konto %1

source: Transfer to another account
pl: Przelew na inne konto

source: Transfer to client
pl: Przelew dla klienta

source: Transfer to: %1<br/>Login ID: %2<br/>Amount: %3 %4
pl: Przelew dla: %1<br/>Login: %2<br/>Kwota: %3 %4

source: Triangular
pl: Trójkątny

source: Triangular moving averages place the majority of the weight on the middle portion of the price series. They are actually double-smoothed simple moving averages. The periods used in the simple moving averages varies depending on if you specify an odd or even number of time periods.
pl: Trójkątne średnie kroczące ustawiają większość wag w środku porcji serii cen. Są to właściwie podwójnie wygładzane proste średnie kroczące. Okresy używane w tych prostych średnich kroczących różnią się w zależności od tego, czy określona liczba okresów jest parzysta czy nieparzysta.

source: Troubleshooting
pl: Rozwiązywanie problemów

source: Trust
pl: Zaufanie

source: Try it now
pl: Wypróbuj teraz

source: Try our downloadable charting application with an extensive range of indicators.
pl: Pobierz i wypróbuj naszą aplikację do tworzenia wykresów oferującą szeroki wybór wskaźników.

source: Types of trades
pl: Rodzaje zakładów

source: Typical Price
pl: Typowa cena

source: UK
pl: Wielka Brytania

source: UK Stocks
pl: Akcje brytyjskie

source: UK and Manx residents will have their account opened with Regent Markets (IOM) Ltd.
pl: Konta mieszkańców Wlk. Brytanii i Manx będą mieć konta otwarte przez Regent Markets (IOM) Ltd.

source: UP
pl: DO GÓRY

source: US Patents
pl: Patenty amerykańskie

source: US Stocks
pl: Akcje amerykańskie

source: Ultimate Oscillator
pl: Oscylator ostateczny

source: Unable to contact the server
pl: Kontakt z serwerem jest niemożliwy

source: Unable to process your request
pl: Nie można przetworzyć żądania

source: Unauthenticated
pl: Niezweryfikowany

source: Under %1 for market-leading returns
pl: Poniżej %1 dla wiodących zwrotów rynkowych

source: Underlying
pl: Podstawowy

source: Unexpected response
pl: Nieoczekiwana odpowiedź

source: Unknown error while saving workspace '#1'.
pl: Nieznany błąd podczas zapisywania obszaru roboczego '#1'.

source: Unlock Cashier/Settings sections
pl: Odblokuj sekcje Kasjer/Ustawienia

source: Unsupported bet class $bet_params->{bet_class}
pl: Nieobsługiwana klasa zakładów $bet_params->{bet_class}

source: Up to
pl: W górę do

source: Upcoming Events
pl: Nadchodzące wydarzenia

source: Update
pl: Aktualizuj

source: Update Settings
pl: Uaktualnij ustawienia

source: Upgrade to a real money account
pl: Utwórz konto z prawdziwymi pieniędzmi

source: Upon appointment of a Trading Agent, the Client acknowledges and understands that the Company is hereby giving authorisation to follow the instructions of the authorised Trading Agent in every respect with regards to the Client's financial trading account with the Company, EXCEPT for the withdrawal of any funds from the Client's account. The Company will not in any way be liable or responsible for any buy or sell trading actions done on the Client's behalf by the Trading Agent, or for any losses incurred by the Trading Agent for the Client's Account. Furthermore, the Company does not endorse the Trading Agent nor does it vouch for the background, or experience of the Trading Agent, nor does the Company endorse any operating methods used by the Trading Agent, including when trading for the Client's account.
pl: Wyznaczając pośrednika zakładów Klient potwierdza i przyjmuje do wiadomości, że Firma niniejszym upoważnia pośrednika do wyznaczania instrukcji dotyczących konta Klienta i transakcji zawieranych z Formą, POZA wypłatą jakichkolwiek środków z konta Klienta.Firma nie ponosi żadnej odpowiedzialności za zakup ani sprzedaż dokonaną w imieniu Klienta przez pośrednika zakładów ani za straty spowodowane przez pośrednika na koncie klienta. Ponadto Firma nie wspiera pośrednika ani nie ręczy za jego reputację czy doświadczenie, nie ręczy też za żadne metody działalności stosowane przez pośrednika, w tym te, które stosowane są przy zawieraniu zakładów na koncie Klienta.

source: Upper Band
pl: Górna wstęga

source: Upper Band = Average + 0.5 * Std Deviation
pl: Górna wstęga = średnia + 0,5*odchylenie standardowe

source: Use of Information
pl: Wykorzystanie informacji

source: Use of bid/ask prices: when the market is illiquid, the data feed may contain many bid and ask prices, without there actually being any traded price for quite a while. By taking an average of the bid/ask price (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. Our system will generate prices from these bid and ask prices, whereas other websites might not. As a result, our website might display ticks that do not appear in the data feeds of other websites.
pl: Zastosowanie cen kupna/ofertowej: gdy rynek jest mało płynny, źródło danych może zawierać wiele cen kupna i ofertowych, bez obecności faktycznej ceny w danym momencie. Biorąc średnie cen kupna/ofertowej (tj. kupna+ofertowa, podzielone przez 2), generowany jest oferta rynkowa, która odzwierciedla aktualny rynek, bez faktycznej ceny obrotu. Nasz system wygeneruje ceny z tymi cenami ofertowymi i kupna, podczas gdy inne strony internetowe nie oferują takiej możliwości. Dzięki temu nasz portal może wyświetlać najmniejsze przyrosty ceny, które nie pojawiają się w źródłach danych z innych portali.

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
pl: Korzystaj z możliwości oferowanych przez nasz portal, aby ćwiczyć za darmo na koncie z wirtualnymi pieniędzmi. Dzięki temu przyzwyczaisz się do funkcji i zasad funkcjonowania portalu.

source: Use this feature to restrict access to your account from a specific IP address, or range of IP addresses. For example, if you are certain that your IP address will always be in the range 213.45.0.0 - 213.45.255.255 then you would input 213.45.*.* into the IP address field. This would ensure that persons outside of that IP network cannot access your account (even if they have the correct password).
pl: Użyj tej funkcji, aby ograniczyć dostęp do swojego konta z określonego adresu IP lub zakresu adresów IP. Na przykład jeśli masz pewność, że Twój adres IP będzie zawsze w zakresie 213.45.0.0 - 213.45.255.255, wpisz 213,45 * * w polu adresu IP. Dzięki temu osoby spoza tej sieci IP nie będą mogły uzyskać dostępu do konta (nawet jeśli mają prawidłowe hasło).

source: User Support - Thank you
pl: Wsparcie użytkownika - dziękujemy

source: Utility bill (within last 3 months)
pl: Rachunek za media (z ostatnich 3 miesięcy)

source: Valletta, the capital of Malta
pl: Valetta, stolica Malty

source: Variable return
pl: Zmienny zwrot

source: Verification of identity
pl: Weryfikacja tożsamości

source: Verify new password
pl: Zweryfikuj nowe hasło

source: Version 29. Last modified 2014-06-26.
pl: Wersja 29. Ostatnio zmieniana dnia 26 czerwca 2014 r.

source: Vertical
pl: Pionowy

source: Vertical Grid
pl: Siatka pionowa

source: View
pl: Widok

source: View Rise/Fall contract prices across a range of markets.
pl: Zobacz, jakie ceny kontraktów wzrost/spadek dla różnych rynków.

source: View Trading Times
pl: Zobacz godziny handlu

source: View Updated Portfolio
pl: Zobacz uaktualnione portfolio

source: View and increase your
pl: Zobacz i zwiększ swoje

source: View contract prices across a range of barriers and durations.
pl: Zobacz, jakie są ceny kontraktów dla różnych limitów i okresów.

source: View payment methods
pl: Zobacz metody płatności

source: View prices
pl: Zobacz ceny

source: View progress
pl: Zobacz postęp

source: View result
pl: Zobacz wynik

source: View statement.
pl: Zobacz oświadczenie.

source: View the Tour
pl: Zobacz przewodnik

source: View your <a href="%1">withdrawal limits</a>.
pl: Zobacz swoje <a href="%1">limity wypłat</a>.

source: View your historical transactions.
pl: Zobacz swoją historię transakcji.

source: View your open positions.
pl: Zobacz swoje otwarte pozycje.

source: View your statement
pl: Zobacz swój wyciąg

source: Virtual Account
pl: Konto wirtualne

source: Virtual Money Account Opening
pl: Otwarcie konta z wirtualnymi pieniędzmi

source: Virtual money account
pl: Konto z wirtualnymi pieniędzmi

source: Visit our
pl: Odwiedź naszą

source: Want to learn more?
pl: Chcesz dowiedzieć się więcej?

source: Want to practice some trading before you try for real?
pl: Chcesz poćwiczyć handlowanie zanim zaczniesz to robić na poważnie?

source: Want to telecommute?
pl: Chcesz pracować zdalnie?

source: Warranties
pl: Gwarancje

source: Watch, earn and learn for FREE!
pl: Oglądaj, zarabiaj i ucz się ZA DARMO!

source: We are committed to making sure your personal data and transactions are secure:
pl: Staramy się zapewnić bezpieczeństwo Twoich danych osobowych i transakcji:

source: We are fully licensed in the British Isles and Malta.
pl: Posiadamy wszystkie wymagane zezwolenia na Wyspach Brytyjskich i na Malcie.

source: We are not accepting accounts from residents of this country at the present time.
pl: W tej chwili nie przyjmujemy kont od mieszkańców z tych krajów.

source: We could not authenticate your account online. please proceed to the <a href="%1">manual authentication section</a>. If you would like to register additional credit cards, please contact <a class="pjaxload" href="%2">customer support</a>.
pl: Nie udało nam się zweryfikować Twojego konta online. Przejdź do <a href="%1">sekcji ręcznej weryfikacji</a>. Jeśli chcesz zarejestrować dodatkowe karty kredytowe, skontaktuj się z <a class="pjaxload" href="%2">obsługą klienta</a>.

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
pl: Znowu nam się udało. W 2008 r. BetOnMarkets.com zdobywa tę samą nagrodę "Najlepszy dostawca zakładów o ustalonej stawce", co w 2007 r.

source: We don't usually require any documents as we can verify your identity online.
pl: Zwykle nie wymagamy żadnych dokumentów, ponieważ możemy zweryfikować Twoją tożsamość przez internet.

source: We employ an extensive team of writers, designers, market analysts and programmers dedicated to producing education and sales materials for our affiliates. We go way beyond banners, with text ads, customer landing pages and promotions, free content and gifts for your site visitors.
pl: Zatrudniamy duży zespół pisarzy, projektantów, analityków i programistów zajmujących się produkcją materiałów edukacyjnych i sprzedażowych dla naszych partnerów. Nie ograniczamy się do banerów, ale oferujemy teksty reklamowe, strony internetowe klientów i promocje, darmową treść i prezenty dla gości odwiedzających Twoją stronę.

source: We have a proven track record since starting in 2000.
pl: Nasze doświadczenie sięga 2000 roku.

source: We have a tested and proven selection of banners, links, reviews, newsletters, videos, and text ads for your use. Additionally, we have flash banners which you can grab through your affiliate account. If you would like customized tools, or an item currently not offered on the site, please contact your account manager at: <a href="mailto:%1">%1</a>.
pl: Oferujemy Ci sprawdzony i wiarygodny wybór banerów, linków, recenzji, newsletterów, filmów i reklam tekstowych. Mamy także banery flash, z których możesz korzystać za pośrednictwem swojego konta partnerskiego. Jeśli potrzebujesz spersonalizowanych narzędzi lub usługi niedostępnej obecnie na portalu, skontaktuj się z naszym konsultantem: <a href="mailto:%1">%1</a>.

source: We kindly ask you to engage in a careful self-analysis to check if you are at risk.
pl: Zachęcamy do przeprowadzenia ostrożnej autoanalizy, aby sprawdzić, czy jesteś w grupie ryzyka.

source: We maintain customer balances in cash or cash equivalent. We ensure that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
pl: Utrzymujemy salda klientów w gotówce lub ekwiwalent pieniężny. Zapewniamy, że 100% z salda każdego klienta jest dostępne do natychmiastowej wypłaty pod warunkiem weryfikacji.

source: We offer a market-based remuneration structure, an annual cash bonus plan, health benefits for you and your family, travel and internet allowances, and company trips.
pl: Oferujemy wynagrodzenie zależne od rynku, roczny bonus gotówkowy, pakiet medyczny dla Ciebie i Twojej rodziny, bony na przejazdy i internet oraz wycieczki firmowe.

source: We prohibit the use of unauthorised incentives, gifts and payments to encourage customer sign-ups. In the event that we believe that you have engaged in such activity, we reserve the right to withhold any amounts due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
pl: Zakazujemy stosowania niedozwolonych zachęt, prezentów i płatności do zachęcanie klientów do rejestracji. W przypadku, gdy ustalimy, że dopuścił(a) się Pan(i) takiego działania, zastrzegamy sobie prawo do wstrzymania wypłaty wszelkich należnych kwot. Jednak jeśli masz pomysł na konkretną zachętę, skontaktuj się z menedżerem konta, aby to omówić i ewentualnie zatwierdzić.
