Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: Neither you nor your direct relatives are eligible to become Clients and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives or friends. Direct relatives in this context shall include your spouse, partner, parent, child or sibling.
pl: Ani partner, ani jego bezpośredni krewni nie mają prawa stać się klientami ani nie są uprawnienie do jakiegokolwiek udziału przychodów netto lub jakiegokolwiek innego wynagrodzenia od Firmy w odniesieniu do tych krewnych lub przyjaciół. Bezpośredni krewni to w tym kontekście współmałżonek, partner, rodzic, dziecko lub rodzeństwo.

source: Net profit
pl: Zysk netto

source: Network Status
pl: Status sieci

source: New
pl: Nowy

source: New Cashier/Settings password
pl: Nowe hasło do kasjera/ustawień

source: New Password
pl: Nowe hasło

source: New Password Request
pl: Prośba o nowe hasło

source: New To Trading?
pl: Nie wiesz jeszcze nic o handlowaniu?

source: New account registration fail.
pl: Rejestracja nowego hasła zakończona niepowodzeniem.

source: Newer
pl: Nowsze

source: Next
pl: Następny

source: Next Page
pl: Następna strona

source: No
pl: Nr

source: No Data available
pl: Brak dostępnych danych

source: No Touch trades
pl: Zakłady typu "nie osiągnie"

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
pl: Brak dostępnych danych do stworzenia wykresu. Skorzystaj z wykresu dziennego dla tego instrumentu.

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
pl: Żadne opóźnienie, zaniedbanie czy zaniechanie którejkolwiek ze stron w przestrzeganiu wobec drugiej strony zapisów niniejszej Umowy nie będzie oznaczało ani nie zostanie uznane za zrzeczenie się lub w inny sposób narusza prawa tej strony na mocy niniejszej Umowy.

source: No hidden fees or commissions.
pl: Bez ukrytych opłat i prowizji.

source: No matter the market – rising or falling, quiet or volatile – you’ll find a trade to suit your outlook.
pl: Niezależnie od rynku - rosnącego czy o tendencji zniżkowej, spokojnego czy zmiennego - znajdziesz zakład odpowiadający Twoim wymaganiom.

source: No open positions.
pl: Brak otwartych pozycji.

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures, which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes. The anti-money laundering processes have the following effects on Clients:
pl: Nikt nie może nadużywać tego portalu w celu prania brudnych pieniędzy. Firma stosuje najlepsze procedury przeciwko praniu brudnych pieniędzy, które mogą mieć różne skutki dla Klientów. Firma zastrzega sobie prawo do odmowy współpracy, zaprzestania współpracy, i odwrócenia transakcji w przypadku Klientów, którzy nie akceptują i stosują się do tych procedur. Sposoby przeciwdziałania praniu brudnych pieniędzy mają następujące konsekwencje dla Klientów:

source: No risk, $10K virtual money account
pl: Bez ryzyka, konto z 10 tys. wirtualnych dolarów

source: No. There's no cost to sign up to the %1 affiliate program.
pl: Nie. Dołączenie do programu partnerskiego %1 nic nie kosztuje.

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
pl: Uwaga: kontrakty będą sprzedawane po obowiązującej cenie rynkowej po dotarciu wniosku na nasze serwery. Cena może różnić się od podanej ceny.

source: Note: Duplicate ticks are removed from the %1 feed
pl: Uwaga: zduplikowane najmniejsze przyrosty ceny są usuwane z danych %1

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
pl: Uwaga: podczas czasu letniego (oszczędzanie światła dziennego) czas GMT jest godzinę wcześniejszy niż czas BST (British Summer Time)

source: Note: Please do not press STOP or BACK on your browser, otherwise the game will be interrupted and you will lose your contract.
pl: Uwaga: nie naciskaj przycisków STOP ani POWRÓT w przeglądarce, ponieważ spowoduje to przerwanie zakładu i stracisz swój kontrakt.

source: Note: The %1 will quote to %2 decimal places. <br/>Please wait for the market ticks.
pl: Uwaga: %1 pokaże do %2 miejsc po przecinku. <br/>Prosimy poczekać na najmniejsze przyrosty ceny dla rynku.

source: Note: The company reserves the right to cancel commissions that are not claimed after 2 years. Please also read our affiliate terms and conditions.
pl: Uwaga: Firma zastrzega sobie prawo do anulowania prowizji, po które nikt nie zgłosił się przez 2 lata. Prosimy również o zapoznanie się z warunkami korzystania z programu partnerskiego.

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3 (at the moment it is only %1%4). This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
pl: Uwaga: Wypłata bonusa %1%2 będzie możliwa, kiedy łączna wysokość transakcji przekroczy %1%3 (aktualnie wynosi zaledwie %1%4). To ograniczenie dotyczy tylko bonusów i osiągniętych z nich zysków. Wszelkie inne wpłaty i zyski z nich osiągnięte mogą być wypłacane w dowolnym momencie.

source: Note: limits will apply to all currency segments on your account individually.
pl: Uwaga: limity odnoszą się do wszystkich segmentów walut indywidualnie dla Twojego konta.

source: Notes:
pl: Uwagi:

source: Notice: Power of Attorney to your account has been revoked from <a target="_blank" href="%1">%2</a>.<br>Trades cannot be placed anymore on your account directly by <a target="_blank" href="%1">%2</a>.
pl: Uwaga: dla Twojego konta cofnięto pełnomocnictwo od <a target="_blank" href="%1">%2</a>.<br>Transakcje nie mogą już być zawierane na Twoim koncie bezpośrednio przez <a target="_blank" href="%1">%2</a>.

source: Notice: your account has granted Power of Attorney to <a target="_blank" href="%1">%2</a>.<br>Trades may be placed on your account directly by <a target="_blank" href="%1">%2</a>. You may <a class="bom_confirm_popup_link" href="%3">revoke this Power of Attorney at any time.</a>
pl: Uwaga: dla Twojego konta przyznano pełnomocnictwo dla <a target="_blank" href="%1">%2</a>.<br>Transakcje mogą być zawierane na Twoim koncie bezpośrednio przez <a target="_blank" href="%1">%2</a>. Możesz <a class="bom_confirm_popup_link" href="%3"> cofnąć to pełnomocnictwo w dowolnym momencie.</a>

source: Notification of Changes
pl: Powiadomienie o zmianach

source: Novice or Expert...
pl: Niezależnie od tego, czy jesteś początkującym czy ekspertem...

source: Now
pl: Teraz

source: Number of quoted digits
pl: Liczba obstawianych cyfr

source: Number of ticks
pl: Liczba najmniejszych przyrostów ceny

source: Number of ticks must be between %1 and %2
pl: Liczba najmniejszych przyrostów ceny musi wynosić między %1 a %2

source: OAuth2 Authentication Using Auth-Code Flow
pl: Uwierzytelnienie OAuth2 korzystające ze strumienia autokodowania

source: OAuth2.0 is the emerging internet standard for this purpose. See <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> for a formal definition, although we will guide you through the steps relevant to your platform.
pl: OAuth2.0 to najnowszy standard internetowy przeznaczony do takich celów. Z formalną definicją można zapoznać się tutaj: <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a>, jednak i tak zapoznamy Cię krok po kroku z informacjami odpowiednimi dla tego portalu.

source: ORIGINAL Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months)
pl: ORYGINALNY wyciąg z banku/towarzystwa kredytowego/towarzystwa budowlanego/karty kredytowej lub debetowej lub książeczki oszczędnościowej (z ostatnich 3 miesięcy)

source: ORIGINAL Utility bill (within last 3 months) ; or
pl: ORYGINALNY rachunek za media (z ostatnich 3 miesięcy); lub

source: Office where call is handled
pl: Biuro, gdzie obsługiwana jest rozmowa

source: Old password is wrong.
pl: Nieprawidłowe stare hasło.

source: Older
pl: Starsze

source: On-time Payments Every Time
pl: Płatności na czas za każdym razem

source: Once stray ticks have been removed, a very short-term smoothing algorithm is applied to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
pl: Po usunięciu błędnych odstępów do strumienia danych stosowany jest krótkoterminowy algorytm wygładzający. Ten algorytm usuwa część "losowych zakłóceń" otaczających strumień danych i zapewnia klientom, którzy kupili kontrakty zależne od wzoru (np. osiągnie jeden raz albo kontrakty z limitem) brak wpływu na ich kontrakty losowych krótkookresowych zakłóceń na rynku, które nie odzwierciedlają prawdziwej ceny rynkowej.

source: Once this limit is reached, you may no longer deposit.
pl: Po osiągnięciu limitu nie można dokonywać dalszych wpłat.

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
pl: Po kliknięciu przycisku "Zgłoś" środki zostaną wypłacone z Twojego konta i przesłane do wybranego pośrednika płatności.

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's %1 account.
pl: Po kliknięciu przycisku "Zgłoś" środki zostaną wypłacone z Twojego konta i przesłane na konto Klienta %1.

source: One simple platform
pl: Jedna prosta platforma

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com’s reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
pl: Zaledwie pięć lat od powstania zdobyliśmy tę ważną nagrodę za nasze usługi w handlowaniu przez internet. Nagroda potwierdza, że BetOnMarkets.com to wiarygodny, szybki i bezpieczny portal dla nowych i profesjonalnych graczy. W tym okresie nasz portal obsłużył ponad 15 milionów zakładów.

source: Only one account is allowed per person. No winnings may be collected on accounts opened in false names or on multiple accounts opened by the same person.
pl: Dozwolone jest tylko jedno konto dla danej osoby. Wygrane nie mogą być gromadzone na kontach otwartych pod fałszywym nazwiskiem ani na wielu kontach otwartych przez tę samą osobę.

source: Only properly tagged client can be assigned to an affiliate. Should an affiliate tag be improperly inserted into the affiliate site or not properly received by the MyAffiliates server the resulting client registration and purchases will not be assigned to the affiliate. Therefore it is the responsibility of the affiliate to ensure that all links are properly tagged.
pl: Jedynie klient odpowiednio oznaczony tagiem będzie przypisany do partnera. Jeżeli tag partnerski będzie nieprawidłowo wstawiony na stronę partnerską lub nieprawidłowo odebrany przez serwer Moi partnerzy, przypisane rejestracje klientów i zakupy nie zostaną przypisane do partnera. Dlatego to partner ponosi odpowiedzialność za prawidłowe otagowanie linków.

source: Open
pl: Otwórz

source: Open Account
pl: Otwórz konto

source: Open An Account Now
pl: Otwórz konto teraz

source: Open New Account
pl: Otwórz nowe konto

source: Open Now
pl: Otwórz teraz

source: Open Real Account
pl: Otwórz prawdziwe konto

source: Open a Free account
pl: Otwórz darmowe teraz

source: Opening an account
pl: Otwieranie konta

source: Opens
pl: Otwarte

source: Opens late (at %1)
pl: Otwarte późno (o %1)

source: Options trading can become a real addiction, as can any other activity pushed to its limits.
pl: Handlowanie opcjami może uzależniać, tak jak każde inne przesadne działanie.

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
pl: Oscylator obliczany z dziennych odczytów linii akumulacji dystrybucji. CMF tym różni się od oscylatora pędu, że nie uzależniony od dziennej zmiany ceny. Wskaźnik skupia się za to na lokalizacji bliskiej względnej dla zakresu danego przedziału czasu (dziennego lub tygodniowego).

source: Other
pl: Inne

source: Other contact numbers
pl: Inne numery kontraktów

source: Our affiliate program is for investing professionals and webmasters who manage their own website, newsletter or mailing list.
pl: Nasz program partnerski przeznaczony jest dla profesjonalnych inwestorów i webmasterów prowadzących własne strony internetowe, newslettery lub listy mailingowe.

source: Our application uses ports 8080 and 843. For connection difficulties, please contact your System Administrator and request your firewall to be updated accordingly.
pl: Nasza aplikacja korzysta z portów 8080 i 843. W przypadku wystąpienia problemów w połączeniem prosimy o kontakt ze swoim administratorem systemu i zgłoszenie prośby o odpowiedniej dostosowanie zapory firewall.

source: Our commission was %1 = %2 %3
pl: Nasza prowizja wynosi %1 = %2 %3

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
pl: Nasz firma rozwija się i zdobywa licencję na Wyspie Man, aby jeszcze lepiej służyć klientom z Wielkiej Brytanii.

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
pl: Nasz zespół obsługi klienta złoży kolejny wniosek o bonus w Pana(i) imieniu niezwłocznie po otrzymaniu dokumentów. Przypisanie bonusu do Pana(i) konta może zająć do 3 dni roboczych. Powodzenia w handlowaniu. Z poważaniem, Karen Yap %1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
pl: Nasi klienci są tacy jak my. W połowie 2014 r. Binary.com ma ponad 100 mln. transakcji historycznych i ponad 130 tys. nowych transakcji dziennie.

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
pl: Nasze źródła danych zostały zaprojektowane jako jedne z najlepszych i najmocniejszych dostępnych dla środowiska handlowego.

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
pl: Nasze źródła danych mogą czasami nieznacznie różnić się od innych źródeł danych znalezionych w internecie (które także mogą różnić się między sobą). Przyczyny różnic u dostawców danych to m.in.:

source: Our email address is %1.
pl: Nasz adres e-mail to %1.

source: Our exclusive pricing technology gives you the best possible opportunity to make your money work for you.
pl: Nasza wyjątkowa technologia wyceny daje Ci najlepsze możliwości, aby pieniądze zarabiały na Ciebie.

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
pl: Nasz szybki wzrost zostaje poprawiony przez nabycie bazy klientów BetsForTraders, jednego z naszych głównych konkurentów.

source: Our information security policies are based on industry best practices in access control and business continuity.
pl: Nasza polityka bezpieczeństwa informacji oparta jest na najlepszych praktykach w branży kontroli dostępu i ciągłości biznesowej.

source: Our servers apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
pl: Nasze serwery stosują algorytm filtrujący odstępy. Jego zadaniem jest podział strumienia błędnych odstępów. Błędne odstępy, które wyraźnie nie mieszczą się w aktualnym zakresie rynku; takie odstępy są często wynikiem opóźnień komunikacyjnych w wymianie walut lub między bankami, które podają kwoty lub błędu ludzkiego, problemów z bazą danych w dowolnym momencie pomiędzy źródłem kwoty i naszymi serwerami.

source: Over one billion dollars in trades to date.
pl: Ponad milion dolarów w transakcjach na dzień dzisiejszy.

source: Overlay
pl: Pokrycie

source: Overlay Instruments
pl: Instrumenty pokrycia

source: Ownership and content of %1's sites remain our respective properties and shall not be deemed to have been transferred to the affiliate through any act or omission in respect of the affiliation agreement.
pl: Strony i treść są własnością %1 i nie będą przekazywane partnerom poprzez żaden akt lub pominięcie względem umowy partnerskiej.

source: Ownership, content and liability for affiliate sites are the sole responsibility of the affiliate. You will be solely responsible for the development, operation, and maintenance of your site and for all materials that appear on your site. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your site.
pl: Za własność, treść i wiarygodność stron partnerskich tylko partner ponosi odpowiedzialność. Partner ponosi pełną odpowiedzialność za kodowanie, działanie i utrzymanie swojej strony internetowej i wszystkich materiałów, jakie się na niej pojawiają. Partner nie będzie pociągał Firmy do odpowiedzialności za jakiekolwiek roszczenia, szkody czy wydatki (w tym koszty postępowań sądowych) związane z kodowaniem, działaniem i utrzymaniem czy zawartością swojej strony.

source: P.O. Box is not accepted
pl: Nie akceptujemy numerów skrytek pocztowych

source: PLEASE CONTACT CUSTOMER SUPPORT.
pl: PROSIMY O KONTAKT Z OBSŁUGĄ KLIENTA.

source: Page not found
pl: Nie znaleziono strony

source: Parabolic SAR
pl: Wskaźnik Parabolic SAR

source: Parameter value must be greater than zero
pl: Wartość parametru musi być dodatnia

source: Participating in the forex, stocks or commodities markets
pl: Udział w rynkach walutowych, towarowych i na giełdzie

source: Partner API
pl: API partnera

source: Password
pl: Hasło

source: Password is too long, please enter at most 30 characters.
pl: Hasło jest za długie, proszę wpisać maks. 30 znaków.

source: Password is too short, please enter at least 3 characters.
pl: Hasło jest za krótkie, proszę wpisać co najmniej 3 znaki.

source: Password not given.
pl: Nie podano hasła.

source: Password:
pl: Hasło:

source: Payment Agent Deposit
pl: Wpłata dla pośrednika płatności

source: Payment Agent Withdrawal
pl: Wypłata od pośrednika płatności

source: Payment Agent activity not currently authorized
pl: Aktualnie brak autoryzacji aktywności pośrednika płatności

source: Payment Agent transfer
pl: Transfer dla pośrednika płatności

source: Payment Agents are not available for your account.
pl: Pośrednicy płatności nie są dostępni dla Twojego konta.

source: Payment Agents are not available on this site.
pl: Pośrednicy płatności nie są dostępni na tym portalu.

source: Payment Methods
pl: Metody płatności

source: Payment agents
pl: Pośrednicy płatności

source: Payment will be made monthly, on or around the 15th day of each month, and credited to your specified %1 account.
pl: Wypłata będzie dokonywana co miesiąc, 15 dnia miesiąca lub około tego dnia, i zostanie przypisana do Twojego określonego konta na %1.

source: Payments
pl: Płatności

source: Payout
pl: Wypłata

source: Payout Currency
pl: Waluta wypłaty

source: Payout has moved in your favour from %1 to %2.
pl: Wypłata zmieniła się na korzyść z %1 na %2.

source: Payout may not have more than two decimal places.
pl: Kwota wypłaty nie może zawierać więcej niż 2 miejsc po przecinku.

source: Payout must be between <strong>%1</strong> and <strong>%2</strong>.
pl: Wypłata musi wynosić pomiędzy <strong>%1</strong> a <strong>%2</strong>.

source: Pending Bonus: %1
pl: Zaległy bonus: %1

source: Performance
pl: Wydajność

source: Period
pl: Okres

source: Phone Callback
pl: Możliwość oddzwonienia

source: Pick workspace file
pl: Wybierz plik obszaru roboczego

source: Pip
pl: Wartość procentowa w punktach

source: Pip stands for ‘percentage in point’ which is generally the fourth decimal place (i.e. 0.0001).
pl: Wartość procentowa w punktach ("Pip") to "wartość procentowa w punktach", zwykle jest to czwarte miejsce po przecinku, (np. 0,0001).

source: Place a random trade
pl: Zawrzyj losowy zakład

source: Platform Tour
pl: Przewodnik po platformie

source: Play Again
pl: Odtwórz ponownie

source: Please choose which currency you would like to transact in.
pl: Wybierz, w jakiej walucie chcesz zawrzeć transakcję.

source: Please click Back and input again.
pl: Naciśnij "Powrót" i wpisz ponownie.

source: Please click on the "Play" button to start the video.
pl: Naciśnij przycisk "Odtwórz", aby włączyć film.

source: Please confirm the transaction details in order to complete the transfer:
pl: Proszę potwierdzić szczegóły transakcji w celu zakończenia transferu:

source: Please contact us using the toll-free number provided for your country or our general contact number below.
pl: Skontaktuj się z nami pod bezpłatnym numerem dla Twojego kraju lub pod naszym numerem ogólnym podanym poniżej.

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We'll be happy to hear your feedback and to answer any questions promptly and accurately.
pl: Wszelkie nurtujące Cię kwestię możesz zgłosić tutaj: <a href="mailto:%1">%1</a>. Chętnie poznamy Twoją opinię i odpowiemy na każde pytanie szybko i dokładnie.

source: Please do not click more than once and please allow 15 seconds for processing.
pl: Kliknij tylko raz i poczekaj 15 sek. na przetworzenie.

source: Please enter a date that is at least 6 months from now.
pl: Wpisz datę co najmniej 6 miesięcy od dziś.

source: Please enter a password.
pl: Proszę wpisać hasło.

source: Please enter a town or city.
pl: Wpisz nazwę miejscowości.

source: Please enter a valid amount.
pl: Wpisz poprawną kwotę.

source: Please enter a valid name.
pl: Wpisz poprawne nazwisko.

source: Please enter an integer value.
pl: Wpisz cyfrę.

source: Please enter date in the format YYYY-MM-DD.
pl: Wpisz datę w formacie RRRR-MM-DD.

source: Please enter the Login ID to transfer funds.
pl: Wpisz login, aby przekazać środki.

source: Please enter the country where you want to offer your service
pl: Wpisz kraj, w którym chcesz świadczyć usługi

source: Please enter the first line of your home address.
pl: Wpisz pierwszą linię adresu zamieszkania.

source: Please enter your email address.
pl: Wpisz swój adres e-mail.

source: Please enter your first name.
pl: Wpisz swoje imię.

source: Please enter your last name.
pl: Wpisz swoje nazwisko.
