Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: Please enter your secret answer
pl: Wpisz swoją sekretną odpowiedź

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
pl: W formularzu poniżej wpisz login i kwotę, którą chcesz przekazać swojemu Klientowi:

source: Please input a valid date.
pl: Wpisz poprawną datę.

source: Please input it again to confirm
pl: Wpisz ponownie, aby potwierdzić

source: Please log in to use this feature
pl: Zaloguj się, aby korzystać z tej funkcji

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
pl: Przed złożeniem wniosku upewnij się, że zgadzasz się z pośrednikiem co do warunków płatności.

source: Please note that if you have deposited at least once by credit/debit card, you may find that you are restricted in the amount you may convert into other currencies.
pl: Uwaga: jeśli co najmniej raz dokonałeś wpłaty kartą kredytową lub debetową, możesz napotkać na pewno ograniczenia w przeliczaniu na inne waluty.

source: Please note that mobile telephone bills are not acceptable as evidence of address
pl: Uwaga: rachunki za telefon nie mogą służyć jako potwierdzenie adresu

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
pl: Uwaga: nasz portal generuje logi, które rejestrują adresy IP, za pomocą których logowano się na Twoje konto. Informacje te są gromadzone wyłącznie w celu udzielenia pomocy w mało prawdopodobnym przypadku konieczności zbadania odwiedzin konta przez osoby nieupoważnione. Dodatkowo możemy sprawdzić pewne informacje dostarczone w formularzu otwarcia rachunku lub uzyskiwać informacje od osób trzecich.

source: Please note that to apply to become a Payment Agent, you must <a href="%1">Authenticate your Account</a> first.
pl: Uwaga: aby zarejestrować się jako pośrednik płatności, należy <a href="%1">uwierzytelnić swoje konto</a> first.

source: Please note that we have found no accounts registered with this e-mail address. If you can't recall the e-mail address used during account registration, please <a class="pjaxload" href="%1" target="_blank"><strong>contact us</strong></a>.
pl: Nie znaleźliśmy konta powiązanego z tym adresem e-mail. Jeśli nie pamiętasz adresu e-mail podanego przy rejetracji, <a class="pjaxload" href="%1" target="_blank"><strong>skontaktuj się z nami</strong></a>.

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the random indices, which are open during weekends).
pl: Uwaga: zakłady zawierane w weekendy nie będą brane pod uwagę ze względu na rozliczenia kontraktów. W weekendy rynki walutowe czasami generują ceny, jednak często te ceny są sztuczne (gracze czasami wykorzystują płynność rynków w weekendy, aby podnieść lub obniżyć ceny). Aby uniknąć ustalania cen na podstawie sztucznych cen zgodnie z polityką %1 ceny weekendowe nie są wliczane do wartości rozliczeń kontaktów (z wyjątkiem losowych wskaźników, które są otwarte w weekendy).

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
pl: Możesz zaktualizować swoje dane osobowe w dowolnym momencie logując się do sekcji "Ustawienia" na koncie. W Twojej gestii leży upewnienie się, że %1 jest szybko i stale informowane o każdej zmianie Twoich danych osobowych.

source: Please note that your settings have been updated as follows:
pl: Twoje ustawienia zostały zaktualizowane w następujący sposób:

source: Please post the documents to:
pl: Prześlij dokumenty do:

source: Please provide at least one self-exclusion setting.
pl: Prosimy podać co najmniej jedno ustawienie samodzielnego wyłączenia.

source: Please provide granter id(s).
pl: Proszę podać identyfikator(y) nadawcy.

source: Please provide some information about yourself and your proposed services
pl: Proszę podać jakieś informacje o sobie i oferowanych usługach

source: Please provide the following contact information and we will call you free of charge as soon as a representative is free.
pl: Prosimy o podanie następujących informacji kontaktowych; skontaktujemy się z Tobą bez opłat, kiedy tylko nasz przedstawiciel będzie wolny.

source: Please provide us with the following information:
pl: Prosimy o podanie następujących informacji:

source: Please provide your email address and password to open a virtual money account and start practicing.
pl: Podaj swój adres e-mail i hasło, aby otworzyć konto z wirtualnymi pieniędzmi i rozpocząć ćwiczenia.

source: Please read our <a href="%1" target="_blank">FAQs</a> for answers to common questions. If you still require assistance, please contact us by clicking live chat, or via email, or phone as per below.
pl: Prosimy zapoznać się z <a href="%1" target="_blank">najczęściej zadawanymi pytaniami (FAQ)</a>, aby poznać odpowiedzi na często zadawane pytania. Jeśli nadal potrzebujesz pomocy, skontaktuj się z nami za pośrednictwem czatu na żywo, przez e-mail lub przez telefon.

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run.
pl: Pamiętaj - handlowanie opcjami binarnymi może być ekscytujące, ale czujemy się w moralnym obowiązku poinformować Cię o możliwym ryzyku.

source: Please select
pl: Wybierz

source: Please select "Payout" or "Stake" option.
pl: Proszę wybrać opcję "Wypłata" lub "Stawka".

source: Please select market:
pl: Wybierz rynek:

source: Please specify your country.
pl: Podaj swój kraj.

source: Please type your chosen password twice into the fields below:
pl: Wpisz wybrane hasło dwukrotnie w polach poniżej:

source: Please upload image (*.jpg, *.jpeg, *.png) only.
pl: Dodaj obraz (tylko w formacie *.jpg, *.jpeg lub *.png).

source: Please use only alphanumeric characters or spaces.
pl: Prosimy używać tylko znaków alfanumerycznych lub spacji.

source: Please use only letters, spaces, hyphens, full-stops or apostrophes.
pl: Prosimy używać tylko liter, spacji, myślników, kropek i apostrofów.

source: Please wait.<br />Your request is being processed.
pl: Prosimy o cierpliwość.<br />Twoja prośba jest właśnie przetwarzana.

source: Postal Code / ZIP
pl: Kod pocztowy

source: Postcode is invalid.
pl: Błędny kod pocztowy.

source: Postcode is required for UK residents.
pl: W przypadku mieszkańców Wielkiej Brytanii wymagany jest kod pocztowy.

source: Postcode must be less than 20 characters long and may not contain "+".
pl: Kod pocztowy musi składać się z maksymalnie 20 znaków i nie może zawierać znaku "+".

source: Potential Payout
pl: Możliwa wypłata

source: Potential Profit
pl: Możliwy zysk

source: Power & simplicity
pl: Siła i prostota

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
pl: Pokazuje maksymalne zagregowane wypłaty dla niezapłaconych kontraktów w Twoim portfolio. Jeżeli maksimum zostanie osiągnięte, nie będziesz mieć możliwości zakupienia dodatkowych kontraktów bez uprzedniego zamknięcia aktualnych pozycji.

source: Prevailing market price cannot be determined at this time.
pl: Obowiązująca cena rynkowa nie może być obecnie wyznaczona.

source: Prevailing market price cannot be determined.
pl: Obowiązująca cena rynkowa nie może być wyznaczona.

source: Price
pl: Cena

source: Price Band
pl: Wstęga cenowa

source: Price Oscillator
pl: Oscylator ceny

source: Price has moved in your favour from %1 to %2.
pl: Cena zmieniła się na korzyść z %1 na %2.

source: Price the trade.
pl: Wyceń zakład.

source: Prices
pl: Ceny

source: Pricing Table
pl: Tabela cen

source: Print
pl: Drukuj

source: Privacy & Security
pl: Prywatność i bezpieczeństwo

source: Processing Time
pl: Czas przetwarzania

source: Profit
pl: Zysk

source: Profit from your Predictions
pl: Zysk z Twoich prognoz

source: Profit/<wbr/>Loss
pl: Zysk/<wbr/>Strata

source: Prominently incorporate and continually display the most up-to-date Links provided to you by the Company on your Site and you shall not alter the form, location or operation of the Links without the Company's prior consent
pl: Wyraźnie włącza i stale wyświetla najbardziej aktualne linki dostarczone stronie użytkownika przez Firmę Użytkownik nie ma prawa zmieniać formy, lokalizacji ani eksploatacji linków bez uprzedniej zgody Firmy

source: Promoting the %1 Site
pl: Promowanie strony %1

source: Promotional
pl: Promocyjne

source: Proof of address
pl: Potwierdzenie adresu

source: Proper barriers could not be determined.
pl: Nie można wyznaczyć odpowiednich limitów.

source: Provide the Company with all data and information related to the Company (including, but not limited to, passwords) at no charge to the Company, to enable the Company to monitor your Site and to ensure that you are complying with these terms and conditions.
pl: Dostarcza nieodpłatnie Firmie wszelkie dane i informacje dotyczące Firmy (w tym także hasła) w celu umożliwienia Firmie monitorowania strony użytkownika i zapewnienia, że użytkownik przestrzega regulaminu.

source: Provide us with the following documentation:
pl: Prosimy o udostępnienie nam następujących dokumentów:

source: Purchase
pl: Kupno

source: Purchase Price
pl: Cena zakupu

source: Purchase Spot
pl: Moment zakupu

source: Purchase Time
pl: Godzina zakupu

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
pl: Zakup tego kontraktu spowoduje przekroczenie dziennego limitu obrotów w wysokości %1%2.

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
pl: Ustaw limit dla swoich wygranych. Kiedy zostanie osiągnięty, odłóż część i handluj resztą pieniędzy.

source: Quick 10%
pl: Szybkie 10%

source: Quick 10% Trade
pl: Szybka transakcja 10%

source: Quote
pl: Wycena

source: Random
pl: Losowy

source: Random 100 Index
pl: Losowy indeks 100

source: Random 25 Index
pl: Losowy indeks 25

source: Random 50 Index
pl: Losowy indeks 50

source: Random 75 Index
pl: Losowy indeks 75

source: Random Bear
pl: Przypadkowa bessa

source: Random Indices
pl: Losowe wskaźniki

source: Random Markets
pl: Losowe rynki

source: Random Moon
pl: Losowy księżyc

source: Random Quotidians
pl: Losowe codzienne

source: Random Venus
pl: Losowe Wenus

source: Random Yang
pl: Losowe Yang

source: Random indices
pl: Losowe wskaźniki

source: Random nocturnes
pl: Losowe nokturny

source: Random quotidians
pl: Losowe codzienne

source: Range
pl: Zakres

source: Rate of Change
pl: Kurs zmiany

source: Raw tick data
pl: Dane najmniejszych przyrostów ceny

source: Read about the five types of trade offered by %1.
pl: Przeczytaj o pięciu rodzajach zakładów oferowanych na %1.

source: Read the answers to some common questions.
pl: Przeczytaj odpowiedzi na często zadawane pytania.

source: Real money account
pl: Konto z prawdziwymi pieniędzmi

source: Real time intraday
pl: Dzienne w czasie rzeczywistym

source: Real-time prices, benchmarked against interbank options markets.
pl: Ceny uaktualniane w czasie rzeczywistym oparte na rynkach opcji międzybankowych.

source: Realtime data is not available for this underlying
pl: Dane w czasie rzeczywistym nie są dostępne dla tego rynku podstawowego

source: Reap the rewards of trading binaries, knowing your funds are always safe.
pl: Zgarnij nagrody z handlu opcjami binarnymi wiedząc, że Twoje środki są zawsze bezpieczne.

source: Regent Markets (C.R.) S.A., registered in Costa Rica.
pl: Regent Markets (C.R.) S.A., zarejestrowana w Kostaryce.

source: Regent Markets (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man. Current online gambling licence granted on the 31 August 2012.
pl: Regent Markets (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Wypsa Man, IM2 4RW. Licencje i kontrola przez Komisję Nadzoru Gier Hazardowych Wyspy Man. Aktualna licencja na prowadzenie gier hazardowych wydana 31 sierpnia 2012 r.

source: Regent Markets (Malta) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000.
pl: Regent Markets (Malta) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licencje i nadzór sprawowany przez Zarząd Gier i Loterii na Malcie, licencja nr LGA/CL2/118/2000.

source: Regent Markets acquires BetsForTraders client base
pl: Regent Markets kupuje bazę klientów BetsForTraders

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
pl: Regent Markets składa wniosek patentowy w marcu 2000 r. jako jedyny poważny konkurent w branży zakładów o ustalonej stawce. W maju rejestrujemy nazwę handlową BetOnMarkets i przenosimy się na Maltę, aby otrzymać pozwolenie na prowadzenie zakładów przez internet.

source: Regent Markets files for patent, and registers BetOnMarkets trading name
pl: Regent Markets składa wniosek patentowy i rejestruje nazwę handlową BetOnMarkets

source: Regent Markets granted US patent for ‘Betting system and method’
pl: Regent Markets uzyskuje amerykański patent dla "Najlepszej metody i systemu zakładów"

source: Regent Markets granted two new US patents
pl: Regent Markets uzyskuje dwa nowe patenty amerykańskie

source: Regent Markets is founded by Jean-Yves Sireau
pl: Jean-Yves Sireau zakłada firmę Regent Markets

source: Regent Markets obtains a licence in the Isle of Man
pl: Regent Markets uzyskuje licencję na Wyspie Man

source: Regent Markets receives funding to provide on-line financial betting services
pl: Regent Markets otrzymuje wsparcie finansowe, aby oferować usługi handlu i zakładów online

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
pl: Regent Markets zakłada centrum programistyczne w Cyberjaya w Malezji

source: Register
pl: Zarejestruj się

source: Rel Change
pl: Zmiana Rel

source: Relative Strength Index
pl: Indeks względnej siły

source: Reload Cashier
pl: Załaduj ponownie kasjera

source: Reload page
pl: Załaduj ponownie stronę

source: Remove Overlay
pl: Usuń pokrycie

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
pl: Pokazuje maksymalną kwotę gotówki, jaką możesz mieć na koncie. Po osiągnięciu maksimum zostaniesz poproszony(a) o wypłacenie środków.

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
pl: Pokazuje maksymalną liczbę niezapłaconych kontraktów w Twoim portfolio. Każda linia w Twoim portfolio liczy się jako jedna otwarta pozycja. Po osiągnięciu maksimum nie będziesz mieć możliwości otwierania nowych pozycji bez uprzedniego zamknięcia dotychczasowych pozycji.

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
pl: Pokazuje maksymalną liczbę kontraktów, które możesz nabyć w danym dniu handlowym.

source: Request a call back. Enter your contact number and click "call me now"
pl: Poproś o rozmowę telefoniczną. Wpisz swój numer kontaktowy i kliknij "zadzwoń do mnie teraz"

source: Required
pl: Wymagane

source: Resale of this contract is not offered due to end-of-year market holidays.
pl: Odsprzedaż tego kontraktu nie jest dostępna z powodu świąt.

source: Resale of this contract is not offered due to market holiday during contract period.
pl: Odsprzedaż tego kontraktu nie jest dostępna z powodu świąt podczas okresu trwania kontraktu.

source: Resale of this contract is not offered due to market holidays during contract period.
pl: Odsprzedaż tego kontraktu nie jest dostępna z powodu świąt podczas okresu trwania kontraktu.

source: Resale of this contract is not offered with less than %1 remaining.
pl: Odsprzedaż tego kontraktu nie jest dostępna z pozostałym poniżej %1.

source: Resale of this contract is not offered.
pl: Odsprzedaż tego kontraktu nie jest dostępna.

source: Resale price
pl: Cena odsprzedaży

source: Reset password
pl: Zresetuj hasło

source: Resources
pl: Środki

source: Responsible Trading
pl: Odpowiedzialny handel

source: Result
pl: Wynik

source: Retracement Percentages
pl: Odtworzone oprocentowanie

source: Retry
pl: Spróbuj ponownie

source: Return
pl: Powrót

source: Returns above 100% on simple %1 contracts.
pl: Zwroty powyżej 1000% na prostych kontraktach %1.

source: Returns above 1000% on %1 and %2 trades.
pl: Zwroty powyżej 1000% dla transakcji %1 i %2.

source: Revoke Attorney
pl: Cofnięcie pełnomocnictwa

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
pl: Kliknij prawym klawiszem myszy, aby dodać badania, linie, pokrycie i inne. Do zapisu służy opcja Obszar roboczy dostępna w górnym menu

source: Rights Offering
pl: Oferta praw

source: Rise
pl: Wzrost

source: Rise / Fall
pl: Wzrost / spadek

source: Rise / Fall Table
pl: Tabela wzrost / spadek

source: Rise Contract Return
pl: Zwrot z kontraktu na wzrost

source: Rise Contract Return (%)
pl: Zwrot z kontraktu na wzrost (%)

source: Rise/Fall
pl: Wzrost/spadek

source: Rise/Fall Table
pl: Tabela wzrost/spadek

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
pl: Kontrakty wzrost/spadek z okresem trwania co najmniej 5 min. są dostępne tylko po wybraniu "teraz" jako godziny rozpoczęcia.

source: Rise/Fall trades
pl: Zakłady wzrost/spadek

source: Rise/fall trades
pl: Zakłady wzrost/spadek

source: Risk Disclaimer
pl: Zrzeczenie się odpowiedzialności

source: Russia
pl: Rosja

source: Sale Price
pl: Cena sprzedaży

source: Save
pl: Zapisz

source: Screenshot
pl: Zrzut ekranu

source: Second line of home address
pl: Druga linia adresu zamieszkania

source: Secret question
pl: Sekretne pytanie

source: Security
pl: Bezpieczeństwo

source: Security Statement
pl: Oświadczenie o bezpieczeństwie

source: Security and Privacy
pl: Bezpieczeństwo i prywatność

source: See Terms
pl: Zapoznaj się z Warunkami

source: See demo
pl: Zobacz wersję demo

source: See our
pl: Zobacz nasze

source: Select Country
pl: Wybierz kraj

source: Select indices
pl: Wybierz wskaźniki

source: Self-Exclusion Facilities
pl: Udogodnienia samodzielnego wyłączenia

source: Sell
pl: Sprzedaj

source: Sell Price
pl: Cena sprzedaży

source: Sell Spot
pl: Punkt sprzedaży

source: Sell Time
pl: Godzina sprzedaży

source: Sell at market
pl: Sprzedawaj na rynku

source: Sell back trades at market prices.
pl: Odsprzedaj transakcje po cenach rynkowych.

source: Sell option
pl: Sprzedaj opcję

source: Send
pl: Wyślij

source: Send us a CV and a covering letter that describes your career interests.
pl: Prześlij nam CV i list motywacyjny, w którym przedstawiasz swoje plany dot. rozwoju kariery.

source: Service summary
pl: Podsumowanie usług

source: Session duration limit cannot be more than 1440 minutes.
pl: Limit czasu sesji nie może przekroczyć 1440 min.

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
pl: Limit czasu sesji jest obecnie ustawiony na <strong>%1 min.</strong>

source: Session duration limit, in minutes
pl: Limit czasu sesji, w minutach

source: Set your position
pl: Ustaw swoją pozycję

source: Settings
pl: Ustawienia

source: Settles
pl: Ustawienia

source: Sharp prices
pl: Dokładne ceny

source: Short summary of your Payment Agent service
pl: Krótkie podsumowanie usług Twojego pośrednika płatności

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
pl: W przypadku gdy klient, dla którego użytkownik otrzymuje prowizje podlega procedurze zwrotu kosztów, Firma zastrzega sobie prawo do odliczenia części prowizji o kwotę zwrotu od całkowitego salda użytkownika w danym miesiącu. Jeśli kwota zwrotu przekracza bieżącą należną kwotę, saldo będzie ponownie ujemne, a użytkownik będzie musiał zarobić na pokrycie obciążenia zwrotnego zanim zacznie zarabiać ponownie.Firma zastrzega sobie prawo, w szczególnych przypadkach, do niedzielenia się środkami wpłaconymi przez Firmę na konto klienta.

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment for example: should your account have generated purchasing accounts we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
pl: W przypadku gdy takie koszty nie będą mogły być pokryte z funduszy na koncie partnera, zastrzegamy sobie prawo do zbadania środków alternatywnych w celu otrzymania płatności, np.: jeżeli dane konto wygenerowało aktywne konta, na których dokonano zakupów, będziemy wstrzymywać wypłaty prowizji dla tych kont do momentu, gdy rachunek za szkody zostanie uregulowany.

source: Should you need any further assistance please do not hesitate to email
pl: Jeżeli potrzebujesz dalszej pomocy, napisz do

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
pl: Jeżeli potrzebujesz pomocy lub wsparcia, skontaktuj się z naszym <a href="%1">Działem Obsługi Klienta</a>, a jeden z naszych konsultantów niezwłocznie Ci pomoże.

source: Should you wish to proceed with appointing a Trading Agent you must read and agree to the following.
pl: Jeżeli chcesz wskazać pośrednika płatności, musisz zapoznać się i wyrazić zgodę na następujące warunki.

source: Show
pl: Pokaż

source: Show chart for the given dates
pl: Pokaż wykres dla podanych dat

source: Show extended options
pl: Pokaż rozszerzone opcje

source: Show last spot
pl: Pokaż ostatni punkt

source: Sign Me Up
pl: Zarejestruj mnie

source: Simple
pl: Prosty

source: Simple Moving Average
pl: Prosta średnia krocząca

source: Simplicity
pl: Prostota
