Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: We rebrand BetOnMarkets.com as <a target="_blank" href="%1">www.binary.com</a>. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline – Sharp Prices, Smart Trading – communicates our ethos and commitment to our clients.
pl: Zmieniamy nazwę BetOnMarkets.com na <a target="_blank" href="%1">www.binary.com</a>. Zmiana nazwy to naturalna ewolucja platformy, która ma coraz większy udział w niezwykle konkurencyjnym rynku handlu opcjami binarnymi. Nowa marka odzwierciedla naturę biznesu, a nasze nowe hasło - Ostre ceny, inteligentny handel - wyraża nasze wartości i poświęcenie dla klientów.

source: We recognize the importance of protecting your personal and financial information.
pl: Zdajemy sobie sprawę, jak ważna jest ochrona danych osobowych i finansowych.

source: We segregate and hold client funds in secure AAA-rated banks.
pl: Przechowujemy fundusze klientów w bezpiecznych bankach o ratingu AAA.

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and law-enforcement agencies to address fraud issues.
pl: Korzystamy z usług weryfikacji tożsamości i środków wykrywania nadużyć w czasie rzeczywistym w celu zapewnienia ochrony przed nieuprawnionym dostępem do konta. Monitorujemy także aktywność konta pod kątem oznak nietypowej aktywności, które mogą wskazywać na oszustwa, a także współpracujemy z pośrednikami płatności i organami ścigania w celu rozwiązania kwestii nadużyć finansowych.

source: We want to make it as easy as possible for you to bring us prospects. And once you've introduced them to %1, our team goes to work to convert them to customers, and keep them coming back with free webinars, charting and trading tools, contests and promotions, and an ever-expanding lineup of available markets and contracts.
pl: Chcemy Ci jak najbardziej ułatwić pozyskiwanie potencjalnych klientów. Kiedy polecisz im %1 nasz zespół będzie pracował nad tym, by stali się naszymi klientami i będzie starał się zatrzymywać ich na portalu za pomocą bezpłatnych szkoleń internetowych, narzędzi do wykresów i handlu, konkursów i promocji oraz dzięki stale rosnącej ofercie dostępnych rynków i kontraktów.

source: We were unable to recover your Login ID or Password with the provided information. <a href="%1">Return to Password Recovery</a>, or <a href="%2"><strong>contact us</strong></a> should you need further assistance.
pl: Nie byliśmy w stanie odzyskać loginu ani hasła na podstawie dostarczonych informacji. <a href="%1">Wróć do odzyskiwania hasła</a>, lub <a href="%2"><strong>napisz do nas</strong></a>, jeżeli potrzebujesz dalszego wsparcia.

source: We will provide you the Links to include on your Site (if you are promoting %1 online) and the affiliate IDs and/or promotional codes to quote to your clients (if you are promoting %1 offline)
pl: Udostępnimy Ci linki do zamieszczenia na Twoim portalu (jeśli reklamujesz %1 w internecie) oraz identyfikatory dla partnerów i/lub kody promocyjne, które możesz przekazać swoim klientom (jeśli reklamujesz %1 poza internetem)

source: We will provide you with all the tools to turn your traffic into a lucrative revenue stream
pl: Zapewnimy Ci wszystkie narzędzia, dzięki którym zamienisz ruch na swojej stronie na źródło przychodów

source: We would like to inform you that the transfer of %1 %2 via %3 has been processed. The funds have been credited into your account. Kind Regards, The %4 team.
pl: Chcielibyśmy poinformować Cię, że przelew %1 %2 za pośrednictwem %3 został zakończony. Środki zostały przypisane do Twojego konta. Z poważaniem, Zespół portalu %4.

source: We would like to inform you that the withdrawal request of %1%2 by %3 %4 has been processed. The funds have been credited into your account %5 at %6.
pl: Chcielibyśmy poinformować Cię, że wniosek o wypłatę %1 %2 za pośrednictwem %3%4 został zatwierdzony. Środki zostały przypisane do Twojego konta %5 o godz. %6.

source: We're sorry but the Self Exclusion facility is not available for Virtual Accounts.
pl: Przykro nam, usługa samodzielnego wyłączenia nie jest dostępna na kontach wirtualnych.

source: We're sorry, but our system has been unable to authenticate your ID online due to connection problem. Please try again later.
pl: Bardzo nam przykro, ale nasz system nie był w stanie uwierzytelnić Twojego identyfikatora online ze względu na problem z połączeniem. Spróbuj ponownie później.

source: Webinars
pl: Szkolenia internetowe

source: Website
pl: Strona internetowa

source: Website exclusion is currently set to <strong>%1.</strong>
pl: Wyłączenie strony internetowej jest obecnie ustawione jako <strong>%1.</strong>

source: Week
pl: Tydzień

source: Weekend quotes
pl: Oferty weekendowe

source: Weekly
pl: Tygodniowo

source: Weekly Live Trading Room
pl: Cotygodniowy trading room na żywo

source: Weeks
pl: Tygodnie

source: Weighted
pl: Ważona

source: Weighted Close
pl: Ważona cena zamknięcia

source: Weighted Moving Average
pl: Ważona średnia krocząca

source: Weighted volume indicator based on the one-day change in price divided by the current day's range. Generally, the ADI moves in the direction of price.
pl: Wskaźnik ważonego wolumenu oparty na dziennej zmianie ceny podzielonej przez zakres danego dnia. Generalnie ADI zmienia się wraz z ceną.

source: Welcome!
pl: Witamy!

source: We’re granted patents for ‘Computer trading system and method for speculating on a financial market’ and ‘Computer trading system for offering custom financial market speculations’. The patents show our ability to innovate and stay ahead of the pack.
pl: Otrzymujemy patenty na "System handlu komputerowego i metoda spekulacji na rynku finansowym" oraz "System handlu komputerowego oferującego spersonalizowane spekulacje rynkowe". Patenty pokazują nasze umiejętności wprowadzania innowacji i bycia pionierem w branży.

source: We’re really proud of this award. We’re strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
pl: Jesteśmy dumni z tej nagrody. Zależy nam na tym, by nasi klienci otrzymywali usługi wysokiej jakości, zaś nagroda dowodzi też, że BetOnMarkets to marka godna zaufania, a nasza firma wsłuchuje się w potrzeby naszych klientów niezależnie od tego, czy są nowicjuszami czy doświadczonymi graczami. Obsługę klienta zapewniamy po angielsku, indonezyjsku, rosyjsku, chińsku i hiszpańsku.

source: What are the Smart Indices?
pl: Czym są inteligentne wskaźniki?

source: What commission plan do you offer?
pl: Jakie plany prowizyjne są w ofercie?

source: What is the %1 affiliate program?
pl: Na czym polega program partnerski %1?

source: What is the definition of a 'client'?
pl: Jaka jest definicja "klienta"?

source: What marketing tools do you offer?
pl: Jakie narzędzia marketingowe oferujecie?

source: What other reports can I generate?
pl: Jakie jeszcze raporty mogę wygenerować?

source: Whatever your market view or strategy, %1 provides you with the right trade to profit from your prediction. Choose from five ways to trade:
pl: Niezależnie od tego, jakie masz spojrzenie na rynek czy strategię %1 oferuje właściwy zakład, dzięki któremu możesz zarabiać na prognozach. Wybierz spośród pięciu sposobów handlowania:

source: When a prospect visits %1 by clicking on your affiliate link, we set a "cookie" to identify them as your client when they open an account with %1.
pl: Kiedy potencjalny klient odwiedza %1 po kliknięciu na Twój link partnerski, ustawiamy plik cookie, aby móc go zidentyfikować, gdy otworzy konto na %1.

source: When it’s time to kick back, you’ll find beautiful beaches, islands and mountains to explore, just a short flight away. From Malta, you’ll have Europe, the Mediterranean and North Africa on your doorstep. And from Malaysia, you’ll be within easy reach of some of Asia’s most spectacular scenery.
pl: Kiedy nadchodzi pora relaksu, całkiem blisko do dyspozycji są piękne plaże, wyspy i góry. Z Malty szybko dotrzesz nad Morze Śródziemne, do Europy i Ameryki Północnej. A z Malezji jest tylko rzut beretem do najbardziej oszałamiających widoków Azji.

source: When the Company opens an account for a client, that person or entity will become our client and, accordingly, all client rules, policies, and operating procedures will apply to them. During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of our clients and/or the affiliate program (including, for example, referral fees earned by you under the program). You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have our prior written consent and that you will use the confidential information only for purposes necessary to further the purposes of this Agreement. Your obligations with respect to confidential information shall survive the termination of this Agreement.
pl: Jeżeli Firma otwiera konto dla klienta, że osoba lub podmiot staje się naszym klientem, a zatem przepisy dot. klientów, wszystkie zasady polityki i procedury operacyjne odnoszą się do klienta. W trakcie obowiązywania niniejszej Umowy, partnerowi mogą być powierzone poufne informacje dotyczące działalności gospodarczej, prowadzenia działalności, lub podstawowych technologii naszych klientów i/lub programu partnerskiego (w tym, na przykład, opłaty za polecenie zdobyte przez partnera w ramach programu). Partner zobowiązuje się unikać ujawnienia lub nieuprawnionego wykorzystywania informacji poufnych osobom trzecich lub firmom zewnętrznym bez uzyskania uprzednio pisemnej zgody i że będzie korzystać z informacji poufnych wyłącznie dla potrzeb niezbędnych do realizacji celów niniejszej Umowy. Obowiązki partnera w odniesieniu do informacji poufnych będą obowiązywały do rozwiązania niniejszej Umowy.

source: When you are satisfied with the trade price, instantly execute your trade.
pl: Kiedy odpowiada Ci cena zakładu, natychmiast zawrzyj zakład.

source: When you start trading with Binary.com, you’ll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
pl: Kiedy zechcesz rozpocząć handel z Binary.com, nastąpi przekierowanie do ekranu handlowania, gdzie można ustawić parametry oraz wybrać, czy, jak i gdzie chce się handlować.

source: When your prospect opens a real account with us, you earn a share of the revenues for life. When you are approved as a %1 affiliate, we'll give you everything you need to get started right away. Join us as a %1 affiliate today.
pl: Kiedy przekierowany od Ciebie potencjalny klient otworzy u nas prawdziwe konto, będziesz zawsze zarabiać część jego przychodów. Kiedy staniesz się partnerem %1, damy Ci wszystko, czego potrzebujesz, żeby rozpocząć działalność. Zostań partnerem %1 już dziś.

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings can not be withdrawn until you have exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
pl: W przypadku, gdy konto jest finansowane wyłącznie za pomocą kodu bonusowego, kwota bonusu powiększonego o wszelkie wygrane nie może być wypłacona, dopóki nie przekroczony zostanie obrót na rachunku o 25 razy większy od kwoty bonusu. Maksymalna kwota wygranych dozwolonych na takich rachunkach wynosi 25 razy więcej niż kwota takiego bonusu.

source: Where are they located?
pl: Gdzie się mieszczą?

source: Where can I send my questions, comments and suggestions?
pl: Dokąd mogę wysyłać swoje pytanie, komentarze i sugestie?

source: Where new ideas trump safe, old ones. And you’re free to work your way, free from hierarchies and red tape.
pl: Nowe pomysły pojawiają się same. A Ty możesz pracować tak, jak chcesz, bez zbędnych zależności służbowych i biurokracji.

source: Where supportive colleagues are like a second family.
pl: Tu Twoi współpracownicy są dla Ciebie wsparciem zupełnie jak rodzina.

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
pl: Praca zespołowa i kultura współpracy tworzą przestrzeń do rozwoju osobistego i rozwoju firmy.

source: Where we are
pl: Gdzie jesteśmy

source: Where you can go
pl: Dokąd możesz się wybrać

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
pl: Tu Twoje doświadczenie, energia i talent zaprowadzą Cię w nieznane. A Ciebie nie ograniczają żadne bariery.

source: Whether in Malta or Malaysia, you’ll enjoy a high standard of living, and your income will stretch further than in most western countries.
pl: Zarówno na Malcie, jak w Malezji będziesz cieszyć się wysokim standardem życia, a Twoje dochody będą wyższe niż na Zachodzie.

source: Who can be a client on the %1 platform?
pl: Kto może zostać klientem platformy %1?

source: Who love working with people from different cultures, and are keen to contribute to a dynamic and unique workplace, and not merely pass on through.
pl: Ludzie, którzy uwielbiają pracować z obcokrajowcami i chętnie współtworzą dynamiczne i wyjątkowe miejsce pracy, a nie tylko wchodzą i wychodzą.

source: Why Choose Binary Trading?
pl: Dlaczego warto wybrać handel opcjami binarnymi?

source: Why Us?
pl: Dlaczego my?

source: Why become a %1 Affiliate?
pl: Jak zostać partnerem %1?

source: Why choose binary trading?
pl: Dlaczego warto wybrać handel opcjami binarnymi?

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
pl: Po co się ograniczać? Niezależnie od poglądów rynkowych %1 pozwala Ci wprowadzić w życie Twoją strategię i korzystać ze swoich prognoz.

source: Why pay more?
pl: Po co przepłacać?

source: Why should I become a %1 affiliate?
pl: Dlaczego powinienem zostać partnerem %1?

source: Why should I become a binary options trading affiliate?
pl: Dlaczego powinienem zostać partnerem portalu handlu opcjami binarnymi?

source: Will I need to install any software?
pl: Czy muszę instalować jakieś oprogramowanie?

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing "Stays In" with a narrow price target.
pl: Wygraj od 10 do 1000% swojej stawki, jeśli Twoja prognoza się sprawdzi. Aby uzyskać wyższy zwrot wybierz "pozostanie w" z wąskim zakresem ceny docelowej.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a "Touch" trade, with a price target farther away from the current price.
pl: Wygraj od 10 do 1000% swojej stawki, jeśli Twoja prognoza się sprawdzi. Dla transakcji "osiągnie" im bardziej cena docelowa odbiega od obecnej ceny, tym wyższy zwrot.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price.
pl: Wygraj od 10 do 1000% swojej stawki, jeśli Twoja prognoza się sprawdzi. Im bardziej cena docelowa odbiega od obecnej ceny, tym wyższy zwrot.

source: Win 80-100% on your stake if you are correct.
pl: Wygraj od 80 do 100% swojej stawki, jeśli Twoja prognoza się sprawdzi.

source: Winnings may only be paid to the initiator of an account. When a Client maintains an account by means of telegraphic deposits, winnings are only paid to the holder of the originating bank account, and it is the onus of the Client to ensure that account number and name accompany all transfers to the Company. When a Client maintains an account by means of credit/debit card deposits, winnings are only paid back to the same card.
pl: Wygrane mogą być wypłacane tylko właścicielowi konta. Kiedy Klient prowadzi konto za pośrednictwem wpłat telegraficznych, wygrane są wypłacane tylko na oryginalne konto bankowe i to Klient jest odpowiedzialny za sprawdzenie, że numer konta i nazwisko są dołączane do wszystkich przelewów dla Firmy. Kiedy Klient prowadzi konto za pomocą karty kredytowej bądź debetowej, wypłaty są wypłacane na tę samą kartę.

source: With %1 you can trade:
pl: Z %1 możesz handlować:

source: With %1 you’re in control of how much you can win. You specify a fixed payout amount at the outset, and your stake – what you pay – is then calculated. Binary.com offers payouts from $1 to $100,000.
pl: Z %1 kontrolujesz, ile możesz wygrać. Określasz na samym początku konkretną kwotę wypłaty, a Twoja stawka, czyli to, ile wpłacasz, jest właśnie wtedy wyliczana. Binary.com oferuje wypłaty w wysokości od 1 do 100 000 dol.

source: With %1's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees.
pl: Dzięki wyjątkowej platformie %1 nie ma ryzyka "poślizgu" ani nakładających się rynków. Ani ukrytych opłat.

source: With %1, the most you can lose is the amount you stake at the start of your trade.
pl: Z %1 możesz stracić maksymalnie stawkę, jaka została wybrana przy zawieraniu zakładu.

source: With %1, you're in control. Simply fix your upside and your downside before every trade.
pl: Z %1 to Ty masz kontrolę. Wystarczy, że określisz swoje plusy i minusy przed każdym zakładem.

source: With %1, your money is secure.
pl: Z %1 twoje pieniądze są bezpieczne.

source: With a current access_token it is now possible to make calls to an API Service. Such a call looks like this:
pl: Dzięki obecnemu tokenowi_dostepu można już dzwonić do usługi API. Taka rozmowa wygląda następująco:

source: With payouts from $1 to $100,000, we have you covered.
pl: Wypłaty od 1 do 100 tys. dolarów, pełna oferta.

source: Withdraw
pl: Wypłać

source: Withdraw via Payment Agent
pl: Wypłać przez pośrednika płatności

source: Withdraw: %1
pl: Wypłać: %1

source: Withdraw: %1 working day
pl: Wypłać: %1 dzień roboczy

source: Withdraw: %1 working days
pl: Wypłać: %1 dni roboczych

source: Withdraw: Not applicable
pl: Wypłać: nie dotyczy

source: Withdrawal
pl: Wypłata

source: Withdrawal amount (%1 %2) is greater than your balance (%3 %4).
pl: Kwota wypłaty (%1 %2) jest większa niż Twoje saldo (%3 %4).

source: Withdrawal amount exceeds your limits.
pl: Kwota wypłaty przekracza Twoje limity.

source: Withdrawal is disabled.
pl: Wypłata jest niemożliwa.

source: Withdrawal limits
pl: Limity wypłat

source: Withdrawal using legacy method: %1
pl: Wypłata przy użyciu starej metody: %1

source: Withdrawal via BACS
pl: Wypłata przez BACS

source: Withdrawal via Bank Transfer
pl: Wypłata przelewem bankowym

source: Withdrawal via Credit/Debit card
pl: Wypłata kartą kredytową lub debetową

source: Withdrawal via DoughFlow
pl: Wypłata przez DoughFlow

source: Withdrawal via Western Union
pl: Wypłata przez Western Union

source: Withdrawal via Western Union (MTCN: %1)
pl: Wypłata przez Western Union (MTCN: %1)

source: Withdrawal via bank wire
pl: Wypłata przelewem bankowym

source: Workspace
pl: Obszar roboczy

source: Workspace '#1' saved successfully.
pl: Obszar roboczy '#1' został zapisany.

source: Workspace name:
pl: Nazwa obszaru roboczego:

source: World FX indices
pl: Wskaźniki światowe forex

source: World Indices
pl: Wskaźniki światowe

source: Written limits
pl: Pisemne limity

source: Yes
pl: Tak

source: Yes. Please email us at <a href="mailto:%1">%1</a> for further assistance.
pl: Tak. Napisz do nas: <a href="mailto:%1">%1</a>, aby uzyskać pomoc.

source: You agree that we may use Personal information provided by you in order to conduct appropriate anti fraud checks. Personal Information that you provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
pl: Zgadzasz się, że możemy wykorzystać informacje osobowe podane przez Ciebie w celu przeprowadzenia odpowiednich kontroli zwalczania nadużyć finansowych. Podane przez Ciebie dane osobowe mogą być ujawnione instytucjom informacji kredytowej lub zapobiegania nadużyciom finansowym, które mogą prowadzić rejestr takich informacji.

source: You also have the right to request from us to inform you about the personal data that we process about you and to request its correction where necessary. This request must be made in writing to us and signed by you as the data subject.
pl: Masz również prawo żądać od nas informacji o przetwarzanych przez nas danych osobowych i zażądać ich skorygowania, gdzie jeśli jest to konieczne. Wniosek ten należy złożyć do nas w formie pisemnej z podpisem osoby, której dotyczą dane osobowe.

source: You and we are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between the parties. You will have no authority to make or accept any offers or representations on our behalf. You will not make any statement, whether on your site or otherwise, that reasonably would contradict anything in this paragraph.
pl: Partner i nasza Firma są niezależnymi od siebie kontrahentami, a postanowienia niniejszej Umowy nie tworzą partnerstwa, spółki joint venture, agencji, franczyzy, przedstawicielstwa handlowego ani stosunku pracy pomiędzy stronami. Partner nie będzie miał prawa podejmowania ani akceptowania ofert lub oświadczeń w naszym imieniu. Partner nie będzie zamieszczał żadnego oświadczenia, na swojej stronie ani w inny sposób, które byłoby sprzeczne z niniejszym ustępem.

source: You are being given the better price.
pl: Otrzymujesz lepszą cenę.

source: You are not a Payment Agent
pl: Nie jesteś pośrednikiem płatności

source: You are not allowed to make deposit.
pl: Nie możesz dokonać wpłaty.

source: You are not allowed to rebate any part commission payment onto your referrals and your affiliate account shall be revoked immediately, should the company realise you are engaged in such actions.
pl: Partner nie może przekazywać żadnej części prowizji osobom, które są przekierowywane z jego strony. Konto partnerskie zostanie usunięte niezwłocznie, gdy Firma zorientuje się, że partner dopuszcza się takich działań.

source: You are not authorized for withdrawal via payment agent.
pl: Nie jesteś upoważniony do wypłat przez pośrednika płatności.

source: You can <a class="pjaxload" href="%1">open an account</a>, deposit funds and begin trading within minutes.
pl: Możesz <a class="pjaxload" href="%1">otworzyć konto</a>, wpłacać środki i zacząć handlować w ciągu paru minut.

source: You can choose payouts from $1 to $100,000. This wide payout range is ideal for both small and large traders.
pl: Możesz wybierać spośród wypłat od 1 do 100 000 dol. Tak szeroki wybór wypłat jest idealny dla początkujących, jak i zaawansowanych graczy.

source: You can close your trade before expiry to lock in profits.
pl: Możesz zamknąć swój zakład przed datą ważności, aby zablokować zyski.

source: You can fund your account with a minimum of &#36;/&pound;/&euro; 5 via any of the methods.
pl: Możesz zasilić swoje konto minimalną kwotą 5 &#36;/&pound;/&euro; za pomocą jednej z metod.

source: You can sell back long-term trades at any time to profit from changing market conditions.
pl: Możesz sprzedać długoterminowe zakłady w dowolnym momencie, aby zyskać na zmieniających się warunkach rynkowych.

source: You can set the length of your trade, from 10 seconds to 365 days.
pl: Możesz określić długość swojego zakładu od 10 sekund do 365 dni.
