Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: In the meantime, we hope that you will have found the site to be informative and that it will meet with your requirements for financial fixed-odds trading.
pl: Mamy nadzieję, że nasz portal okazał się pomocny i spełni Twoje oczekiwania odnośnie do handlu zakładami finansowymi o ustalonej stawce.

source: In these terms and conditions, Y represents the amount of funds that you must deposit and X represents the bonus amount that you will receive.
pl: W niniejszym regulaminie Y oznacza kwotę, jaką musisz wpłacić, a X oznacza dodatkową kwotę, którą otrzymasz.

source: In what country do you want to offer your service
pl: W jakim kraju chcesz świadczyć usługę

source: In/Out (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)
pl: In/Out (<a href="%1">zakończy się pomiędzy/poza</a> oraz <a href="%2">pozostanie pomiędzy/przekroczy</a>)

source: In/Out trades
pl: Zakłady In/Out

source: In/out trades
pl: Zakłady In/Out

source: Indemnity and Liability
pl: Odpowiedzialność i odszkodowanie

source: Indicative
pl: Wskazujące

source: Indicative Price
pl: Cena wskazująca

source: Indicator
pl: Wskaźnik

source: Indicator that displays the width of Bollinger Bands.
pl: Wskaźnik pokazujący szerokość wstęg Bollingera.

source: Indicator that displays the width of Donchian Channels.
pl: Wskaźnik pokazujący szerokość kanałów Donchian.

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
pl: Wskaźnik obliczany przez odjęcie 10-okresowej średniej kroczącej od 3-okresowej średniej linii dystrybucji akumulacji.

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
pl: Wskaźnik, który sygnalizuje trend wzrostowy, kiedy jest powyżej zera i trend spadkowy, kiedy spada poniżej zera. Im dalej oscylator jest od linii zerowej, tym silniejszy trend.

source: Indices
pl: Wykładniki

source: Individual Traders
pl: Gracze indywidualni

source: Indonesia
pl: Indonezja

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
pl: Informacje o źródłach danych używanych przez naszą firmę i o tym, jak dane są przetwarzane przed wprowadzeniem do systemu.

source: Input error.
pl: Błąd wpisu.

source: Instant
pl: Błyskawiczne

source: Instruments
pl: Instrumenty

source: Interested? Why not try a virtual account
pl: Interesuje Cię to? Wypróbuj konto wirtualne

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website, no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
pl: Waluty międzynarodowe, indeksy giełdowe lub ceny surowców są bardzo zmienne i trudne do przewidzenia. Z powodu tej zmienności oraz czynników w systemie wyceny faworyzujących portal, żaden kontrakt finansowy zakupiony w naszym systemie (niezależnie od tego, czy wysokość wypłaty przekracza kwotę premii czy nie) można być uznany za bezpieczny kontrakt.

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
pl: Waluty międzynarodowe, indeksy giełdowe lub ceny surowców są bardzo zmienne i trudne do przewidzenia. Z powodu tej zmienności oraz czynników w systemie wyceny faworyzujących portal (szczegóły poniżej), żaden kontrakt finansowy zakupiony w naszym systemie (niezależnie od tego, czy wysokość wypłaty przekracza kwotę premii czy nie) można być uznany za bezpieczny kontrakt.

source: Internet Trading Risks
pl: Ryzyko handlu przez internet

source: Intraday
pl: Dzienne

source: Intraday prices
pl: Ceny dzienne

source: Invalid Building No./Name
pl: Nieprawidłowy nr budynku lub nazwa

source: Invalid Input
pl: Nieprawidłowy wpis

source: Invalid amount
pl: Nieprawidłowa kwota

source: Invalid currency %1
pl: Nieprawidłowa waluta %1

source: Invalid data
pl: Nieprawidłowe dane

source: Invalid fax number.
pl: Nieprawidłowy numer faksu.

source: Invalid payout currency.
pl: Nieprawidłowa waluta wypłaty.

source: Invalid period input! Please input the period between 0 and #1
pl: Nieprawidłowo wpisana kropka! Proszę wpisać kropkę między 0 a #1

source: Invalid stake
pl: Nieprawidłowa stawka

source: Invalid stake %1. Please try again.
pl: Nieprawidłowa stawka %1. Spróbuj jeszcze raz.

source: Invalid telephone number (too long).
pl: Nieprawidłowy nr telefonu (za długi).

source: Invalid telephone number (too short).
pl: Nieprawidłowy nr telefonu (za krótki).

source: Invalid telephone number.
pl: Nieprawidłowy nr telefonu.

source: Invalid underlying
pl: Nieprawidłowa podstawa

source: Invalid value.
pl: Nieprawidłowa wartość.

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
pl: Nieprawidłowa nazwa obszaru roboczego. Można używać tylko znaków A-Z,a-z,0-9, -, _ i spacji

source: Is there a cost for joining?
pl: Czy za dołączenie coś się płaci?

source: It is important that you read and understand the contents of these terms and conditions. By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing (subject to our approval of your application) to the terms and conditions below. If you do not agree with the terms and conditions (or are not authorised to do so) you should not continue with your application. You should be the owner of, or acting on behalf of the owner of the website, that is signing up for this affiliate program. If you have any questions regarding our affiliate program, please email our affiliate manager directly at %1
pl: Ważne jest, aby przeczytać i zrozumieć treść niniejszych warunków. Akceptując te warunki i kontynuując wypełnianie zgłoszenia do przyłączenia się do naszego programu partnerskiego, zgadzasz się (w zależności od tego, czy przyjmiemy Twoje zgłoszenie) na warunki podane poniżej. Jeśli nie zgadzasz się z warunkami (lub nie jesteś osobą do tego upoważnioną), przerwij wypełnianie zgłoszenia. Należy być właścicielem lub przedstawicielem działającym w imieniu właściciela strony internetowej, która jest rejestrowana się do naszego programu partnerskiego. Jeśli masz jakiekolwiek pytania dotyczące naszego programu partnerskiego, napisz do naszego menadżera programów partnerskich bezpośrednio na adres %1

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
pl: Czasami istnieje możliwość sprzedaży opcji przed upływem terminu ważności, ale jedynie wtedy, gdy można ustalić uczciwą cenę. Jeżeli taka opcja jest dostępna, przy zakładzie w portfolio będzie widoczny niebieski przycisk "Sprzedaj".

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
pl: Obowiązkiem każdego klienta jest przeczytać i zrozumienie niniejszej informacji prawnej oraz regulaminu, na mocy których Obowiązkiem każdego klienta, aby przeczytać i zrozumieć to uwagi prawne i warunki, na mocy których pozyskiwanie kontraktów finansowych za pośrednictwem tej witryny regulowane jest pozyskiwanie kontraktów finansowych za pośrednictwem tego portalu.

source: It will be released to your account upon approval.
pl: Zostaną wpłacone na Twoje konto za Twoją zgodą.

source: Item
pl: Element

source: It’s time to expand. We set up a programming center in Cyberjaya – the Silicon Valley of Kuala Lumpur – to maintain and improve BetOnMarkets.com.
pl: Czas się rozwijać. Tworzymy centrum programistyczne w Cyberjaya - Dolinie Krzemowej w Kuala Lumpur - aby utrzymywać i usprawniać BetOnMarkets.com.

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
pl: J. Welles Wildera opracował wskaźnik ADX (Average Directional Index), aby określić siłę trendu oraz to, czy trend będzie się dalej rozwijał czy też będzie stopniowo słabnąć. Wskaźnik pozwala analizować tendencje na rynku oraz do podejmować decyzje handlowe na rynku walutowym.

source: Java Charts
pl: Wykresy Java

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
pl: Dołącz NA ŻYWO do naszych analityków dwa razy w tygodniu, aby uzyskać kompletną analizę ostatnich trendów i wydarzeń na światowych rynkach finansowych.

source: Kind Regards,
pl: Z poważaniem,

source: LOG OUT
pl: WYLOGUJ SIĘ

source: Large
pl: Wielki

source: Last
pl: Ostatnie

source: Last digit
pl: Ostatnia cyfra

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
pl: Przepisy prawne dotyczące umów finansowych różnią się na całym świecie, a do osób korzystających z tego portalu należy upewnienie się, że rozumieją i przestrzegają wszelkich przepisów prawa lub przepisów odnoszących się do nich w ich kraju. Niniejszy portal nie stanowi i nie może być wykorzystywany do celów, oferowania lub zachęty kogokolwiek w jakiejkolwiek jurysdykcji, w której taka oferta lub zachęcanie nie jest dozwolone ani osobie, wobec której takie działania są niezgodne z prawem. Dostęp do tego portalu i oferty kontraktów finansowych za jego pośrednictwem w może podlegać ograniczeniom w niektórych krajach, w związku z czym osoby korzystające z tego portalu muszą zapoznać się z takimi ograniczeniami i ich przestrzegać.

source: Learn More
pl: Dowiedz się więcej

source: Learn about one of the fastest growing sectors of the finance industry.
pl: Zapoznaj się z informacjami na temat najszybciej rozwijającego się sektora w branży finansowej.

source: Learn about the simplicity, transparency and flexibility of binary trading.
pl: Dowiedz się więcej na temat prostoty, przejrzystości i elastyczności handlu opcjami binarnymi.

source: Learn from us
pl: Ucz się od nas

source: Learn the basics, from choosing your asset to winning your payout.
pl: Naucz się podstaw, od wybrania aktywów do wygrania wypłaty.

source: Learning to trade
pl: Jak handlować

source: Learning to trade online
pl: Jak handlować w internecie

source: Legacy Contract
pl: Stary kontrakt

source: Legacy contract. No further information is available.
pl: Stary kontrakt. Brak innych informacji.

source: Licence to use Marks
pl: Pozwolenie na korzystanie z oznaczeń

source: Light Charts
pl: Lekkie wykresy

source: Like %2, %1 reset back to a price of 1000 each day. The difference is that %1 reset at 12PM GMT, (%2 reset at 00:00:00 GMT).
pl: Tak samo jak %2, %1 resetuje się codziennie do ceny za 1000. Różnica polega na tym, że %1 resetuje się o godz. 12:00 GMT (%2 o godz. 00:00:00 GMT).

source: Line
pl: Linia

source: Line Chart
pl: Wykres liniowy

source: Line Dot Chart
pl: Wykres kropkowy

source: Links
pl: Linki

source: Listing only Payment Agents in %1.
pl: Pokazuje tylko pośredników płatności na %1.

source: Live Chart
pl: Wykres live

source: Live Charts
pl: Wykresy live

source: Live Help
pl: Pomoc live

source: Lock Cashier and Settings sections
pl: Zablokuj sekcje kasjera i ustawień

source: Log Scale
pl: Skala logarytmiczna

source: Log in
pl: Zaloguj się

source: Log out
pl: Wyloguj się

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
pl: Zaloguj się na swoje konto partnerskie %1 i kliknij: Finanse &rarr; Instrukcje płatności.

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
pl: Zaloguj się na swoje konto partnerskie %1 i kliknij: Marketing &rarr; Wszystkie media.

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
pl: Zaloguj się na swoje konto partnerskie %1 i kliknij: Raporty &rarr; Raport ruchu.

source: Logarithmic Scale
pl: Skala logarytmiczna

source: Login ID
pl: Login

source: Login ID (%1) does not exist.
pl: Login (%1) nie istnieje.

source: Login ID not given.
pl: Nie podano loginu.

source: Login Trouble
pl: Problem z logowaniem

source: Login trouble
pl: Problem z logowaniem

source: Long-term partnership with the leading financial trading service
pl: Długofalowe partnerstwo z liderem na rynku transakcji finansowych

source: Lost password?
pl: Nie pamiętasz hasła?

source: Low
pl: Niski

source: Low Barrier should be number only
pl: Niski limit może być wyrażony tylko za pomocą liczby

source: Low barrier
pl: Niski limit

source: Low barrier offset
pl: Ustawienie niskiego limitu

source: Lower Band
pl: Niższa wstęga

source: Lower Band = Average - 0.5 * Std Deviation
pl: Niższa wstęga = średnia - 0,5*odchylenie standardowe

source: Lucky 10 Digits
pl: Szczęśliwe 10 cyfr

source: Lucky 10 Digits Trade
pl: Transakcja szczęśliwych 10 cyfr

source: MACD Signal
pl: Sygnał MACD

source: Maintain your Site and promote %1 in an appropriate manner and contact us if you are changing design or layout or adding material that may influence our opinion as to whether you are a suitable affiliate partner.
pl: Utrzymuje stronę i promuje %1 w odpowiedni sposób i kontaktuje się z Firmą w przypadku zmiany wyglądu i układu lub dodania materiału, które mogą wpłynąć na opinię Firmy w kwestii tego, czy firma użytkownika jest odpowiednią firmą partnerską.

source: Make 10 times your money if you predict the last decimal digit of the market after 5 ticks.
pl: Możesz zarobić 10 razy więcej, jeśli uda Ci się odgadnąć ostatnią cyfrę po przecinku na danych rynku po 5 najmniejszych przyrostach ceny.

source: Make 10 times your money!
pl: Zarób 10 razy więcej!

source: Make a 10% profit if you manage to predict that the last decimal digit of the 5th tick will *not* be the number selected.
pl: Zarobisz 10% zysku, jeżeli uda Ci się przewidzieć, że ostatnia cyfra piątego najmniejszego przyrostu ceny *nie* będzie wybraną liczbą.

source: Make a 10% profit!
pl: Zarób 10% zysku!

source: Make a deposit or withdraw
pl: Wpłać lub wypłać

source: Make a deposit using credit card, bank wire, cheque and e-cash. Accounts are available in dollars, pounds and euros. The minimum account size is ($/&pound;/&euro;) 5 and the maximum account size is ($/&pound;/&euro;) 150,000.
pl: Możesz dokonywać wpłat za pomocą karty kredytowej, przelewu, czeku i e-gotówki. Konta są dostępne w euro, funtach i dolarach. Minimalna kwota na rachunku to 5 ($/&funtów;/&euro;), a maksymalna 150 000 ($/&funtów;/&euro;).

source: Make your trade
pl: Dokonaj transakcji

source: Market
pl: Rynek

source: Market Data
pl: Dane rynkowe

source: Market Opinions
pl: Opinie rynkowe

source: Market Professionals
pl: Profesjonalni gracze

source: Market entry price
pl: Rynkowa cena wejściowa

source: Market exit price
pl: Rynkowa cena wyjściowa

source: Market holiday during the contract period. Select an expiry date after %1.
pl: Okres świąteczny podczas czasu trwania kontraktu. Wybierz datę zakończenia przed %1.

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
pl: Ceny rynkowe są zazwyczaj uaktualniane raz na sekundę. Dla każdej sekundy cena rynkowa jest uaktualnia do pierwszego najmniejszego przyrostu ceny otrzymanego w tej sekundzie z danych firmy.

source: Market-closing times: Please refer to
pl: Godziny zamknięcia rynku: prosimy zapoznać się z

source: Market:
pl: Rynek:

source: Marketing and Promotion
pl: Marketing i promocja

source: Markets
pl: Rynki

source: Mass Index
pl: Indeks masy

source: Matched Contract Bonus
pl: Odpowiadający kod bonusowy

source: Max
pl: Maksimum

source: Maximum
pl: Maksimum

source: Maximum account cash balance
pl: Maksymalne saldo gotówki na koncie

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
pl: Maksymalne saldo gotówki na koncie jest obecnie ustalone na poziomie <strong>%1 %2</strong>

source: Maximum aggregate contract purchases per day.
pl: Maksymalne dzienne zagregowane zakupy kontraktów.

source: Maximum aggregate payouts on open positions
pl: Maksymalne zagregowane wypłaty dla pozycji otwartych

source: Maximum daily turnover
pl: Maksymalny dzienny obrót

source: Maximum number of open positions
pl: Maksymalna dzienna liczba otwartych pozycji

source: Maximum number of open positions is currently set to <strong>%1</strong>
pl: Maksymalna dzienna liczba otwartych pozycji jest obecnie ustawiona na poziomie <strong>%1</strong>

source: Maximum withdrawal by all other means:
pl: Maksymalna wypłata za pomocą innych środków:

source: Median Price
pl: Średnia cena

source: Medium
pl: Średni

source: Memorable date
pl: Pamiętna data

source: Memorable town/city
pl: Pamiętne miasto

source: Mentioning error code %1 in any correspondence may help us resolve the issue more quickly.
pl: Podanie kodu błędu %1 w korespondencji pomoże nam szybciej rozwiązać problem.

source: Message
pl: Wiadomość

source: Message is too short.
pl: Wiadomość jest za krótka.

source: Method
pl: Metoda

source: Mid
pl: Środkowy

source: Min
pl: Minimum

source: Min-Max Deposit
pl: Wpłata min-max

source: Min-Max Withdrawal
pl: Wypłata min-max

source: Miss
pl: Pani

source: Missing market data for contract period.
pl: Brakujące dane rynkowe dla okresu kontraktu.

source: Missing market data for entry spot.
pl: Brakujące dane rynkowe dla punktu wejściowego.

source: Missing market data for exit spot.
pl: Brakujące dane rynkowe dla punktu wyjściowego.

source: Momentum
pl: Moment

source: Moneybookers Deposit
pl: Wpłata na konto Moneybookers

source: Moneybookers Withdrawal
pl: Wypłata z konta Moenybookers

source: Moneyness terms
pl: Warunki Moneyness

source: Monies collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
pl: Środki pobierane od Klientów nie są w ich imieniu inwestowane w papiery wartościowe, opcje future, waluty, instrumenty pochodne ani w żadne inne inwestycje.

source: Monitor your portfolio in real time.
pl: Śledź swoje portfolio w czasie rzeczywistym.

source: Month
pl: Miesiąc

source: Monthly
pl: Miesięcznie

source: Monthly Webinars
pl: Comiesięczne szkolenia internetowe

source: Months
pl: Miesiące

source: More benefits
pl: Więcej korzyści

source: More than %1 trades available
pl: Dostęp do ponad %1 transakcji

source: Mother's maiden name
pl: Nazwisko panieńskie matki

source: Mountain Chart
pl: Wykres typu góry

source: Moving Average
pl: Średnia krocząca

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
pl: Średnie kroczące zapewniają obiektywną miarę kierunku trendu poprzez wygładzanie krótkoterminowych wahań cen. Prosta średnia krocząca to nieważona średnia n (ustawionej wg okresu) poprzednich okresów (1 okres to wybrana skala czasu, np. 1 minuta, 1 dzień). Wszystkie poprzednie okresy mają równą wagę w określaniu średniej kroczącej. Krótsze średnie kroczące są bardziej wrażliwe, a sygnały trendów dużo szybsze niż dłuższe średnie kroczące, jednak dają też więcej fałszywych sygnałów. Dłuższa średnia krocząca jest bardziej wiarygodna, ale tylko podnosi główny trend.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
pl: Średnie kroczące zapewniają obiektywną miarę kierunku trendu poprzez wygładzanie krótkoterminowych wahań cen. W przypadku kroczącej średniej wykładniczej zastosowany czynnik wagowy obniża się wykładniczo dla dawniejszych okresów. Większe znaczenie mają najnowsze obserwacje, jednak starsze obserwacje nie są całkowicie ignorowane. Krótsze średnie kroczące są bardziej wrażliwe, a sygnały trendów dużo szybsze niż dłuższe średnie kroczące, jednak dają też więcej fałszywych sygnałów. Dłuższa średnia krocząca jest bardziej wiarygodna, ale tylko podnosi główny trend.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
pl: Średnie kroczące zapewniają obiektywną miarę kierunku trendu poprzez wygładzanie krótkoterminowych wahań cen. W przypadku kroczącej średniej ważonej starsze okresy mają mniejszą wagę. W średniej ważonej kroczącej z n dni ostatni dzień ma wagę n, drugi najnowszy n-1 aż do zera. Krótsze średnie kroczące są bardziej wrażliwe, a sygnały trendów dużo szybsze niż dłuższe średnie kroczące, jednak dają też więcej fałszywych sygnałów. Dłuższa średnia krocząca jest bardziej wiarygodna, ale tylko podnosi główny trend.

source: Mr
pl: Pan

source: Mrs
pl: Pani

source: Ms
pl: Pani

source: Multi award-winning trading platform.
pl: Platforma uhonorowana wieloma wyróżnieniami.

source: Multi-lingual and multi-currency support
pl: Wsparcie w wielu językach i dla różnych walut

source: My Account
pl: Moje konto

source: Name
pl: Nazwisko

source: Name is too short.
pl: Nazwisko jest za krótkie.

source: Name of first love
pl: Imię pierwszej miłości

source: Name of your pet
pl: Imię Twojego zwierzątka
