Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
pl: Wystarczy zmienić dowolny z parametrów, a cena handlowa zmieni się błyskawicznie, dzięki czemu w czasie rzeczywistym zyskujesz informacje o swojej stawce. %1 gwarantuje uczciwe i przejrzyste ceny pokazując obie strony zakładu.

source: Site
pl: Portal

source: Slow Stochastic
pl: Oscylator stochastyczny wolny

source: Small
pl: Małe

source: Smart Indices
pl: Inteligentne wskaźniki

source: Smart indices
pl: Inteligentne wskaźniki

source: Smoothing out random noise
pl: Wygładzanie przypadkowych szumów

source: Sorry you cannot buy/sell contracts
pl: Przepraszamy, ale nie możesz kupować ani sprzedawać kontraktów

source: Sorry, %1 are currently suspended
pl: Przepraszamy, %1 są obecnie zawieszone

source: Sorry, OHLC is not available for %1.
pl: Przepraszamy, OHLC nie jest dostępne dla %1.

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
pl: Przepraszamy, transfer do pośredników płatności jest czasowo wyłączony z powodu konserwacji systemu. Prosimy spróbować ponownie za 30 min.

source: Sorry, access to the CASHIER SECTION is disabled for TRADING AGENT accounts. This is to protect you from accidentally attempting to place real money contracts via this account instead of using it to place trades for authorised third parties.
pl: Przepraszamy, dostęp do SEKCJI KASJER jest wyłączony dla kont POŚREDNIKÓW PŁATNOŚCI. Ma to na celu ochronę użytkowników przed przypadkowym zawarciem zakładów z prawdziwymi pieniędzmi za pośrednictwem tego konta zamiast używania go do zawierania zakładów dla upoważnionych osób trzecich.

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
pl: Przepraszamy, dla tego zakładu wystąpił błąd. Spróbuj ponownie za kilka minut. Jeśli problem nadal będzie występował, skontaktuj się ze wsparciem klienta.

source: Sorry, an error occurred
pl: Przepraszamy, wystąpił błąd

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
pl: Przepraszamy, podczas przesyłania formularza wystąpił błąd. Jeśli problem będzie nadal występował, prosimy o kontakt z obsługą klienta

source: Sorry, an error occurred while processing your account.
pl: Przepraszamy, wystąpił błąd podczas operacji na Twoim koncie.

source: Sorry, broker %1 does not allow transfers from payment agents.
pl: Przepraszamy, broker %1 nie umożliwia transferów od pośredników płatności.

source: Sorry, new account opening is suspended for the time being.
pl: Przepraszamy, na jakiś czas zawieszono możliwość otwierania nowego konta.

source: Sorry, only UK residents can authenticate their identity online.
pl: Przepraszamy, tylko mieszkańcy Wielkiej Brytanii mogą zweryfikować swoją tożsamość online.

source: Sorry, only USD is allowed.
pl: Przepraszamy, dozwolony jest tylko dolar amerykański.

source: Sorry, our service is not available for residents of %1.
pl: Przepraszamy, nasz serwis nie jest dostępny dla mieszkańców %1.

source: Sorry, payments agents are unavailable at the weekend (UTC timezone).
pl: Przepraszamy, pośrednicy płatności są niedostępni w weekendy (strefa czasowa UTC).

source: Sorry, payments are suspended due to system maintenance. Please try again in 30 minutes time.
pl: Przepraszamy, płatności są w tej chwili zawieszone ze względu na prace przy konserwacji systemu. Prosimy spróbować ponownie za 30 min.

source: Sorry, the IP Security field you specified (%1) wouldn't let you in from your current IP address %2.
pl: Przepraszamy, podane pole bezpieczeństwa IP (%1) nie pozwala na dostęp z Twojego obecnego adresu IP %2.

source: Sorry, the Login ID (%1) does not exist.
pl: Przepraszamy, podany login (%1) nie istnieje.

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
pl: Przepraszamy, wypłaty od pośredników płatności są czasowo wyłączone z powodu konserwacji systemu. Prosimy spróbować ponownie za 30 min.

source: Sorry, the Payment Agent does not exist.
pl: Przepraszamy, pośrednik płatności nie istnieje.

source: Sorry, the Payment Agent is unavailable for your region.
pl: Przepraszamy, pośrednik płatności jest niedostępny dla Twojej lokalizacji.

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %2%1. The current aggregate payout of contracts on your account is %2%3 therefore you cannot buy a contract that would pay out an additional %2%4.
pl: Przepraszamy,zagregowane wypłaty kontraktów na Twoim koncie nie mogą przekroczyć %2%1. Obecna zagregowana wartość kontraktów na Twoim koncie wynosi %2%3, więc nie możesz kupić kontraktu, z którego można byłoby wypłacić dodatkowe %2%4.

source: Sorry, the contract cannot be purchased during the last minute of the trading session.
pl: Przepraszamy, kontraktu nie można kupić w ostatniej minucie sesji handlowej.

source: Sorry, the currency format is incorrect.
pl: Przepraszamy, format waluty jest niepoprawny.

source: Sorry, the market is closed at the moment.
pl: Przepraszamy, rynek jest obecnie zamknięty.

source: Sorry, the market is closed since it is a holiday (%1).
pl: Przepraszamy, rynek jest zamknięty z powodu święta (%1).

source: Sorry, the market is currently closed.
pl: Przepraszamy, rynek jest obecnie zamknięty.

source: Sorry, the maximum amount you can convert is
pl: Przepraszamy, możesz maksymalnie przeliczyć kwotę

source: Sorry, the page cannot be found.
pl: Przepraszamy, nie znaleziono strony.

source: Sorry, the same contract cannot be purchased more than once. You already have an identical contract in your account.
pl: Przepraszamy, nie można zakupić tego samego kontraktu więcej niż jeden raz. Masz już identyczny kontrakt na swoim koncie.

source: Sorry, there is too much data to display, please select a shorter interval
pl: Przepraszamy, zbyt dużo danych do wyświetlenia, proszę wybrać krótszy odstęp

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
pl: Przepraszamy, wystąpił problem z potwierdzeniem Twoich danych osobowych u naszego operatora płatności. Prosimy o kontakt z obsługą klienta.

source: Sorry, this feature is available to virtual accounts only
pl: Przepraszamy, ta funkcja jest dostępna tylko dla kont wirtualnych

source: Sorry, this page cannot be refreshed.
pl: Przepraszamy, nie można odświeżyć tej strony.

source: Sorry, withdrawals cannot be made on the day of your account opening. Please wait until tomorrow to make a withdrawal.
pl: Przepraszamy, w dniu założenia konta nie można dokonać wypłaty. Poczekaj do jutra.

source: Sorry, you are too young to open an account.
pl: Przepraszamy, masz za mało lat, żeby założyć konto.

source: Sorry, you cannot hold more than %1 contracts at a given time. Please sell some of your existing contracts before buying any more.
pl: Przepraszamy, nie można posiadać więcej niż %1 kontraktów w danym okresie. Sprzedaj niektóre ze swoich obecnych kontraktów przed zakupem kolejnych.

source: Sorry, you cannot withdraw.
pl: Przepraszamy, nie możesz wypłacać.

source: Sorry, you have already had too many unsuccessful attempts.<br>Please contact Customer Support.
pl: Przepraszamy, wykonano zbyt wiele prób zakończonych niepowodzeniem.<br>Prosimy o kontakt z obsługą klienta.

source: Sorry, you have entered an incorrect cashier password
pl: Przepraszamy, wpisano nieprawidłowe hasło do kasjera

source: Sorry, you have entered an incorrect email address.
pl: Przepraszamy, wpisano nieprawidłowy adres e-mail.

source: Sorry, you have exceeded a BOUNDARY contract daily PAYOUT of USD%1 on %2 which is the maximum daily PAYOUT allowed. Please place a contract on a different underlying or lower your stake.
pl: Przepraszamy, przekroczyłeś GRANICZNĄ dzienną WYPŁATĘ kontraktu w wysokości %1 %2, a jest to maksymalna dozwolona dzienna WYPŁATA. Prosimy ustanowić kontrakt z inną podstawą lub obniżyć stawkę.

source: Sorry, you have exceeded a BOUNDARY contract daily PAYOUT of USD%1 which is the maximum daily PAYOUT allowed. Please choose on a different type of contract or lower your stake.
pl: Przepraszamy, przekroczyłeś GRANICZNĄ dzienną WYPŁATĘ kontraktu w wysokości %1, a jest to maksymalna dozwolona dzienna WYPŁATA. Prosimy wybrać inny rodzaj kontraktu lub obniżyć stawkę.

source: Sorry, you have exceeded a BOUNDARY contract daily turnover of USD%1 on %2 which is the maximum daily turnover allowed. Please place a contract on a different underlying or lower your stake.
pl: Przepraszamy, przekroczyłeś GRANICZNY dzienny obrót w wysokości %1 %2, a jest to maksymalny dozwolony dzienny obrót. Prosimy ustanowić kontrakt z inną podstawą lub obniżyć stawkę.

source: Sorry, you have exceeded a BOUNDARY contract daily turnover of USD%1 which is the maximum daily turnover allowed. Please choose on a different type of contract or lower your stake.
pl: Przepraszamy, przekroczyłeś GRANICZNY dzienny obrót w wysokości %1, a jest to maksymalny dozwolony dzienny obrót. Prosimy wybrać inny rodzaj kontraktu lub obniżyć stawkę.

source: Sorry, you have exceeded the maximum allowable transactions for today.
pl: Przepraszamy, przekroczyłeś maksymalną dopuszczoną dziś liczbę transakcji.

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
pl: Przepraszamy, przekroczyłeś maksymalny dopuszczony dziś limit przelewów.

source: Sorry, you have excluded yourself from the website until %1.
pl: Przepraszamy, wyłączyłeś się z korzystania z portalu do %1.

source: Sorry, you have lost the contract.
pl: Przykro nam, straciłeś kontrakt.

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
pl: Niestety masz jeszcze otwarte pozycje. Zamknij wszystkie otwarte pozycje przed złożeniem wniosku o dodatkowe środki.

source: Sorry, your account balance is more than %1. You may not claim extra funds until such time as your account balance drops under %1.
pl: Przepraszamy, Twoje saldo jest wyższe niż %1. Nie możesz wnioskować o dodatkowe środki dopóki Twoje saldo nie obniży się do wartości %1.

source: Sorry, your account balance of %1 %2 is insufficient
pl: Przepraszamy, Twoje saldo %1 %2 jest niewystarczające

source: Sorry, your account cash balance is too high (%1). <B>Your maximum account balance is %2 </b>. Please withdraw money from your account to bring down your cash balance under that amount. You may not trade until you do so.
pl: Przepraszamy, Twoje saldo jest za wysokie (%1). <B>Maksymalne saldo to %2 </b>. Prosimy wypłacić pieniądze z konta, aby obniżyć saldo poniżej tej kwoty. Do tego momentu nie możesz handlować.

source: Sorry, your account has got stuck in a previous transaction that did not complete. If this error persists, please contact customer support.
pl: Przepraszamy, Twoje konto zablokowało się na poprzedniej nie zakończonej transakcji. Jeśli błąd będzie nadal się pojawiał, prosimy o kontakt z obsługą klienta.

source: Sorry, your account has got stuck in a previous transaction that did not complete. If this error persists, please contact customer support.
pl: Przepraszamy, Twoje konto zablokowało się na poprzedniej nie zakończonej transakcji. Jeśli błąd będzie nadal się pojawiał, prosimy o kontakt z obsługą klienta.

source: Sorry, your account is not authorised for any further contract purchases.
pl: Przepraszamy, Twoje konto nie ma uprawnień do kolejnych zakupów kontraktów.

source: Sorry, your file is too large. The maximum file size is 1 Megabyte (1MB).
pl: Przepraszamy, Twój plik jest za duży. Maksymalny rozmiar pliku to 1 Megabajt (1 MB).

source: Sorry, your payment could not be processed at this time.
pl: Przepraszamy, nie udało się tym razem przetworzyć Twojej płatności.

source: Spam - We do not condone Spam
pl: Spam - ​​nie akceptujemy spamu

source: Spot
pl: Cena aktualna

source: Spot price
pl: Cena punktowa

source: Stake
pl: Stawka

source: Stake %1 is too high (max: %2)
pl: Stawka %1 jest za wysoka (maksymalna: %2)

source: Stake %1 is too small
pl: Stawka %1 jest za niska

source: Standard expiry
pl: Standardowa data ważności

source: Start Time
pl: Godzina rozpoczęcia

source: Start Trading
pl: Rozpocznij handel

source: Start time
pl: Godzina rozpoczęcia

source: Start time is in the past
pl: Czas rozpoczęcia w przeszłości

source: Start time is invalid.
pl: Niepoprawny czas rozpoczęcia.

source: Start time must be before expiry time.
pl: Czas rozpoczęcia musi przypadać przed godziną wygaśnięcia.

source: Start time on forward-starting contracts must be more than %1 from now.
pl: Czas rozpoczęcia kontraktów rozpoczynających się przyszłości musi przypadać później niż %1 od teraz.

source: Start trading
pl: Rozpocznij handel

source: State/Province
pl: Stan/prowincja

source: Statement
pl: Oświadczenie

source: Statistic
pl: Statystyczne

source: Statistics
pl: Statystyki

source: Statistics that help.
pl: Pomocne statystyki.

source: Stats
pl: Statystyki

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
pl: Bądź na bieżąco. %1 oferuje codzienne raporty rynkowe i narzędzia badawczych, a także częste szkolenia internetowe.

source: Stays Between/Goes Outside
pl: Pozostanie pomiędzy/przekroczy

source: Stays Between/Goes Outside trades
pl: Zakłady typu pozostanie pomiędzy/przekroczy

source: Step
pl: Krok

source: Step 1: Define your position
pl: Krok 1: Określ swoją pozycję

source: Step 2: Get your trade price
pl: Krok 2: Określ cenę

source: Step 3: Make your trade
pl: Krok 3: Dokonaj transakcji

source: StochRSI
pl: Wskaźnik stochastyczny RSI

source: Stochastic Fast
pl: Oscylator stochastyczny szybki

source: Stochastic Fast %D
pl: Oscylator stochastyczny szybki %D

source: Stochastic Fast %K
pl: Oscylator stochastyczny szybki %K

source: Stochastic Slow
pl: Oscylator stochastyczny wolny

source: Stochastic Slow %D
pl: Oscylator stochastyczny wolny %D

source: Stochastic Slow %K
pl: Oscylator stochastyczny wolny %K

source: Stock Buyback
pl: Wykup akcji

source: Stock Dividend
pl: Dywidenda z akcji

source: Stock Split
pl: Rozbicie akcji

source: Stock and Stock index contracts may not be purchased outside of market opening hours.
pl: Akcje i indeksy giełdowe nie mogą być kupowane poza godzinami otwarcia rynku.

source: Stock index closing prices are determined by reference to the official Exchange closing price, which may be reported by the relevant Exchange 30-90 minutes after the closing time, and may differ from the latest tick price that occurred at the closing time.
pl: Ceny zamknięcia indeksów giełdowych są określane poprzez odniesienie do oficjalnej ceny zamknięcia wymiany, która może być zgłoszona przez odpowiedni kantor 30-90 minut po terminie zamknięcia i może się różnić od najnowszych cen najmniejszych przyrostów ceny, które obowiązywały w momencie zamknięcia.

source: Stock market indices measure the value of a selection of companies in the stock market.
pl: Wskaźniki indeksów giełdowych mierzą wartość wybranych firm na giełdzie.

source: Study our live charts
pl: Zapoznaj się z naszymi wykresami na żywo

source: Subject to your complying with the Company's instructions, with regards to tracking Clients accessing %1 via the Links on your Site or by quoting your affiliate Ids during signup, the Company shall use all reasonable endeavours to ensure that whenever a Client links to %1 through these Links or affiliate Ids and they subsequently place a contract or otherwise transact with the Company, the relevant Client is identified as originating from you or your Site. However, the Company shall not be liable to you in any way if the Company is unable to identify a Client as originating from you or your Site.
pl: W odniesieniu do przestrzegania instrukcji Firmy odnośnie do śledzenia klientów korzystających z %1 przez linki znajdujące się na stronie partnera lub przez podanie identyfikatorów partnerskich podczas rejestracji, Firma dołoży wszelkich starań, by zapewnić, że zawsze, gdy klient łączy się z %1 przez te linki lub identyfikatory partnerskie i gdy zawiera transakcję lub w inny sposób współpracuje z Firmą, dany klient będzie identyfikowany jako klient, który został przekierowany ze strony partnera. Jednakże Firma nie poniesie żadnej odpowiedzialności, jeśli nie będzie w stanie stwierdzić, że klient został przekierowany ze strony partnera.

source: Submit
pl: Zgłoś

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-2014 Regent Markets Group. All rights reserved.&rdquo;
pl: Takie materiały mogą być kopiowane i rozpowszechniane w ograniczonym zakresie tylko w celach niekomercyjnych, pod warunkiem, że każdy materiał kopiowany pozostanie nienaruszony, a wszystkie kopie będą zawierać następującą informację w wyraźnie widocznym miejscu: &ldquo;Copyright 1999-2014 Regent Markets Group. Wszelkie prawa zastrzeżone.&rdquo;

source: Summary
pl: Podsumowanie

source: Support Times
pl: Godziny obsługi

source: Supported banks (this field visible from office only) **
pl: Obsługiwane banki (pole widoczne tylko z biura)**

source: Supported banks list is invalid
pl: Lista obsługiwanych banków jest nieważna

source: Switch to full screen mode
pl: Przełącz na tryb pełnoekranowy

source: Switch to normal mode
pl: Przełącz na tryb normalny

source: System Time
pl: Godzina systemowa

source: System problems prevent proper settlement at this time.
pl: W tej chwili problemy z systemem uniemożliwiają poprawne rozliczenie.

source: THERE WAS AN ERROR
pl: WYSTĄPIŁ BŁĄD

source: Table
pl: Tabela

source: Talk to us
pl: Porozmawiaj z nami

source: Target
pl: Cel

source: Team
pl: Zespół

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
pl: Wskaźnik analizy technicznej obliczany przed odjęcie linii spadkowej Aroon Dwon od linii wzrostowej Aroon Up. Kiedy linie Aroon Up i Aroon Dwon oscylują między 0 a 100, wartości oscylatora Aroon kształtują się w przedziale od -100 do 100, gdzie 0 jest wartością graniczną.

source: Technology leader with more than 10 years experience...
pl: Lider technologii z ponad 10-letnim doświadczeniem...

source: Tel
pl: Telefon

source: Telephone
pl: Telefon

source: Termination
pl: Zakończenie

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
pl: Zakończenie niniejszej Umowy nie uprawnia którejkolwiek ze stron do żadnych przywilejów, które mogły pojawić się przed lub w dniu zakończenia.

source: Terms and Conditions
pl: Regulamin

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
pl: Wypróbuj %1 i udoskonalaj swoje umiejętności handlowe, bez ryzyka czy zobowiązań, konto wirtualne.

source: Thank You !
pl: Dziękujemy!

source: Thank You.
pl: Dziękujemy.

source: Thank you for visiting %1 and for providing your feedback. We will endeavour to respond as soon as possible.
pl: Dziękujemy za wizytę na %1 i przekazanie swojej opinii. Odpowiemy najszybciej, jak to będzie możliwe.

source: Thank you for your message.
pl: Dziękujemy za wiadomość.

source: Thank you.
pl: Dziękujemy.

source: Thank you. Your application has been submitted and will be examined by our team as soon as possible. You will receive a reply by email within 72 hours.
pl: Dziękujemy. Twoje zgłoszenie zostało wysłane i zostanie rozpatrzone przez nasz zespół tak szybko, jak będzie to możliwe. Otrzymasz odpowiedź e-mailem w ciągu 72 godz.

source: The "raw" API can be inspected "live" using Apigee's <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a> facility. This facility aplies the full OAuth2 validation process, hence you will need to opt for the "OAuth2" Authentication option offered here and you will then need a valid %1 login to proceed.
pl: "Surową" API można sprawdzić na bieżąco przy pomocy <a href="http://apigee.com/rmg/console/binary1" target="_blank">konsoli Apigee</a>. Funkcja ta pozwala na użycie pełnego procesu walidacji OAuth2, dlatego nie jest konieczne ubieganie się o opcję weryfikacji "OAuth2", którą tutaj oferujemy, natomiast potem potrzebny będzie aktualny login %1.

source: The %1 API
pl: API %1

source: The %1 API uses the OAuth2.0 scheme for authenticating users.
pl: API %1 korzysta ze protokołu OAuth2.0 do identyfikacji użytkowników.

source: The %1 Affiliate Program has been delivering payments on time, every time, since our official launch in March, 2004. Your affiliate commissions will be credited into your affiliate account within fifteen days of the end of a calendar month by Regent Markets.
pl: Program partnerski %1 dostarcza płatności punktualnie, zawsze od oficjalnego startu w marcu 2004 r. Twoje prowizje partnerskie zostaną wpłacone przez Regent Markets na Twoje konto partnerskie w ciągu 15 dni od końca miesiąca kalendarzowego.

source: The %1 is twice as volatile as the %2, and four times as volatile as the %3.
pl: %1 jest dwa razy bardziej zmienny niż %2 i cztery razy bardziej zmienny niż %3.

source: The %1 simulates a bearish market. The %2 simulates a bullish market.
pl: %1 pokazuje symulację bessy. %2 pokazuje symulację hossy.

source: The %1 simulates a bullish market (it tends to move up). The %2 simulates a bearish market (it tends to move down).
pl: %1 pokazuje symulację hossy (trend zwyżkowy). %2 pokazuje symulację bessy (trend zniżkowy).

source: The %1 simulates a market that gets more volatile as the day progresses (and then more quiet at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
pl: %1 pokazuje symulację rynku, który staje się bardziej zmienny wraz z upływem dnia (i mniej zmienny w nocy). %2 pokazuje symulację rynku, który jest spokojny w ciągu dnia (ale staje się bardziej zmienny w nocy).

source: The %1 simulates a market that is active during the day (but becomes less volatile at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
pl: %1 pokazuje symulację rynku, który jest aktywny w ciągu dnia (i mniej zmienny w nocy). %2 pokazuje symulację rynku, który jest spokojny w ciągu dnia (ale staje się bardziej zmienny w nocy).

source: The %1 team.
pl: Zespół %1.

source: The %1 website is protected by certain copyrights.
pl: Portal %1 jest chroniony prawami autorskimi.

source: The %1 will return a JSON structure which includes access_token along with several other useful attributes.
pl: %1 zwróci strukturę JSON, która obejmuje token_dostepu oraz kilka innych przydatnych atrybutów.
