Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: Acknowledgement of Money Transfer
pl: Potwierdzenie przelewu pieniędzy

source: Acknowledgement of Withdrawal Request
pl: Potwierdzenie wniosku o wypłatę

source: Acquisition
pl: Nabycie

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
pl: Pozyskiwanie kontraktów finansowych za pośrednictwem niniejszego portalu musi być dokonane zgodnie z warunkami przedstawionymi na łamach tego portalu. Nabycie kontraktu finansowego uznaje się za zakończone, gdy kontrakt finansowy został dostosowany, a premia (lub wypłata, jeśli taka występuje) została obliczony, a płatność została zweryfikowana.

source: Action
pl: Akcja

source: Add Lines
pl: Dodaj linie

source: Add Overlay
pl: Dodaj pokrycie

source: Address
pl: Adres

source: Affiliate
pl: Partner

source: Affiliate Program
pl: Program partnerski

source: Affiliate reward for period from %1 to %2
pl: Nagroda partnerska za okres od %1 do %2

source: After the user authenticates to %1; their browser will be re-directed to your callback handler with a call like this:
pl: Kiedy użytkownik uwierzytelni się na %1; jego przeglądarka zostanie przekierowana do Twojej usługi oddzwaniania za pomocą następującej rozmowy:

source: All
pl: Wszystko

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
pl: Wszystkie dane karty są przekazywane bezpośrednio do sieci Visa/Mastercard przy użyciu najnowszej technologii szyfrowania SSL, zgodnie z polityką bankową.

source: All email inquiries will be responded to within 2 business days whenever possible.
pl: Odpowiedzi na wszelkie zapytania przesyłane pocztą e-mail zostaną wysłane w miarę możliwości w ciągu 2 dni roboczych.

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
pl: Wszelkie opinie, wiadomości, badania, analizy, ceny i inne informacje dostępne na tym portalu mają charakter ogólnego komentarza na temat rynku i nie stanowią porady inwestycyjnej. %1 nie ponosi odpowiedzialności za żadne straty czy szkody, w tym między innymi utratę zysków, która może wynikać bezpośrednio lub pośrednio z użycia lub zaufania takim informacjom.

source: Amount
pl: Kwota

source: Amount must be a positive number.
pl: Kwota musi być liczbą dodatnią.

source: Amount you wish to trade:
pl: Kwota, jaką chcesz zainwestować:

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
pl: Zakład typu "zakończy się pomiędzy" daje zysk, jeśli rynkowa cena wyjściowa będzie znacząco wyższa niż niska cena docelowa ORAZ znacząco niższa niż wysoka cena docelowa. Opcja binarna typu "zakończy się poza" daje zysk, jeśli rynkowa cena wyjściowa jest ALBO znacząco wyższa niż wysoka cena docelowa ALBO znacząco niższa niż niska cena docelowa.

source: An additional password can be used to restrict access to the Cashier and Settings areas.
pl: Dodatkowe hasło może być wykorzystane do ograniczania dostępu do obszarów Kasjera i Ustawień.

source: An automatically generated <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Resource Summary</a> is also available.
pl: Dostępne jest także <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Podsumowanie środków</a>.

source: An error occurred : the system cannot log you in (2).
pl: Wystąpił błąd: system nie może Cię zalogować (2).

source: An error occurred while processing request. If this error persists, please contact customer support
pl: Podczas przetwarzania wniosku wystąpił błąd. Jeśli problem nadal będzie występował, skontaktuj się ze wsparciem klienta

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
pl: Wskaźnik oparty na różnicy pomiędzy dwiema średnimi kroczącymi wyrażony jako wartość procentowa. Oscylator ceny oblicza się odejmując dłuższą średnią kroczącą od krótszej średniej kroczącej, a następnie dzieląc różnicę przez dłuższą średnią kroczącą.

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
pl: Wskaźnik, który mierzy zmienność papierów wartościowych. Wysokie wartości ATR wskazują na dużą zmienność i mogą oznaczać paniczną wyprzedaż lub wykup. Niskie odczyty wskaźnika ATR oznaczają trend boczny danego waloru.

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
pl: Oscylator, który ma za zadanie połączyć informacje z różnych okresów w jedną wartość liczbową. Używane są trzy różne okresy, zwykle okres 7-dniowy, 14-dniowy i 28-dniowy. Uzyskany oscylator jest "ograniczony" w taki sposób, że przemieszcza się między 0 a 100 z 50 jako linią centralną. 70 i 30 używane są jako poziomy wykupu/wyprzedaży.

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
pl: Oscylator, który mierzy stopę zmiany ceny (w przeciwieństwie do samych konkretnych poziomów). Obliczany jest przez uwzględnienie różnic cenowych w stałym okresie. Taka wartość dodatnia lub ujemna wykreślana jest wokół linii zerowej.

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
pl: Oscylator używany do identyfikacji odczytów wykupienia i wyprzedania RSI (indeks siły względnej). Ponieważ RSI może zostać wydłużony nie zostając jednocześnie wykupionym (powyżej 70) lub wyprzedanym (poniżej 30), StochRSI stanowi alternatywny sposób identyfikacji tych skrajności.

source: And your weekends can take you to some of the world’s most exotic and beautiful places.
pl: A w weekendy możesz wybrać się do najbardziej egzotycznych zakątków świata.

source: Another major award. This time we’re nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
pl: Kolejna ważna nagroda. Tym razem jesteśmy nominowani przez czytelników Światowego Przeglądu Bankowego i Finansowego i oceniani przez panel ekspertów branżowych, którzy docenili nasze 13-letnie doświadczenie i wiarygodność platformy, szeroki wybór zakładów, wycenę, obsługę klienta i szeroką wiedzę.

source: Answer to secret question
pl: Odpowiedź na sekretne pytanie

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
pl: Wszelkie zmiany w naszej polityce prywatności lub oświadczeniu o bezpieczeństwie będą zamieszczane na niniejszym portalu. W przypadku istotnych zmian, które mają bezpośredni wpływ na ekonomiczne wykorzystanie Twoich danych osobowych, poprosimy Cię o uprzednią zgodę na piśmie przed dokonaniem takiej zmiany na koncie.

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 are liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
pl: Wszelkie formy spamu będą skutkowały przeprowadzeniem śledztwa i wszystkie należne fundusze będą zablokowane do czasu śledztwa na koncie. Partner musi zdawać sobie sprawę z tego, że %1 jest zobowiązane do ponoszenia kosztów w postępowaniu z e-mail ze spamem i te koszty zostaną odjęte z konta partnera. W tym przypadku określona kwota będzie sprawiedliwa i uznana za ostateczną oraz uznana w dobrej wierze za dopuszczalną, a taka kwota będzie zgodnie z prawem należna. Uważa się, że partner powinien przyjąć te koszty na siebie jako należne i na które wyraził zgodę rejestrując się jako partner %1.

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
pl: Wszelkie informacje znajdujące się na tych stronach i/lub w wiadomościach e-mail lub newsletterach wysyłanych przez firmy z nimi związane, nie mają charakteru doradztwa finansowego ani inwestycyjnego, a Firma nie ponosi odpowiedzialności w tym zakresie ani nie ponosi odpowiedzialności za dokładność i kompleksowość informacji umieszczonych na niniejszej stronie.

source: Any limits set may only be changed or increased after 7 days notice.
pl: Wszelkie ustawione limity mogą zostać zmienione lub zwiększone za 7-dniowym uprzedzeniem.

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
pl: Wszelkie powiadomienia wykonywane lub powstałe na mocy niniejszej Umowy będą przesyłane do %1 pocztą e-mail. Firma będzie przesyłać wszelkie powiadomienia wykonywane lub powstałe na mocy niniejszej Umowy na adres e-mail użytkownika podany w formularzu zgłoszeniowym lub inny adres e-mail podany Firmie przez użytkownika.

source: Anyone over the age 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
pl: Każda osoba w wieku powyżej 18 lat (która przeczytała i wyraziła zgodę na regulamin %1) i która nie jest rezydentem jednego z 'krajów zamkniętych' może handlować na platformie %1.

source: Apply for access
pl: Złóż wniosek o dostęp

source: Apply to become Payment Agent
pl: Zastosuj, aby zostać pośrednikiem płatności

source: Are you ready?
pl: Jesteś gotowy?

source: Are you sure you want to delete '#1'?
pl: Czy na pewno chcesz usunąć '#1'?

source: Are you sure you want to delete all workspaces?
pl: Czy na pewno chcesz usunąć wszystkie obszary robocze?

source: Are you sure you want to revoke this Power of Attorney?
pl: Czy na pewno chcesz cofnąć pełnomocnictwo?

source: Are your site visitors interested in:
pl: Czy Twoich gości interesują:

source: Aroon Up/Down
pl: Wzrost/spadek wskaźnika Aroon

source: AroonOsc
pl: Wskaźnik AroonOsc

source: As soon as you click on the ‘PURCHASE’ button, your trade registers in your account. The price of your trade continues to update in real time.
pl: W momencie kliknięcia przycisku "KUP" zakład zostaje zapisany na Twoim koncie. Cena zakładu jest aktualizowana w czasie rzeczywistym.

source: Asia
pl: Azja

source: Asia and Europe
pl: Azja i Europa

source: Asia and Europe 24 Hours
pl: Azja i Europa 24 godziny

source: Ask
pl: Zapytaj

source: Asset
pl: Kapitał

source: Asset Index
pl: Indeks kapitałowy

source: At a suitable stage in your application, when authorisation by a %1 end-user is required, re-direct the end-user's browser to this URL:
pl: Na odpowiednim poziomie Twojej aplikacji, kiedy wymagane jest uwierzytelnienie użytkownika końcowego %1, przekieruj przeglądarkę użytkownika końcowego na ten adres URL:

source: Authenticate
pl: Zweryfikuj

source: Authenticate to Withdraw
pl: Zweryfikuj, aby wypłacić

source: Authenticate your Account
pl: Zweryfikuj swoje konto

source: Authenticated
pl: Zweryfikowane

source: Authentication
pl: Weryfikacja

source: Authorization: Basic %1
pl: Uwierzytelnienie: Podstawowe %1

source: Authorization: Bearer %1
pl: Uwierzytelnienie: %1 osoby korzystającej

source: Average
pl: Średnia

source: Average Change
pl: Średnia zmiana

source: Average Change = Average Close - Average Open, for the period selected
pl: Średnia zmiana = średnia zamknięcia - średnia otwarcia dla wybranego okresu

source: Avg Directional Index
pl: Indeks Avg Directional Index

source: Avg True Range
pl: Wskaźnik Avg True Range

source: Awaiting market ticks....
pl: Oczekiwanie na minimalne zmiany ceny dla rynku...

source: Award-winning, patented financial trading platform
pl: Uznana platforma handlowa z opatentowaną technologią

source: BACK TO HOMEPAGE
pl: POWRÓT NA STRONĘ GŁÓWNĄ

source: BOM Charts Workspace
pl: Obszar roboczy wykresów BOM

source: Back
pl: Powrót

source: Bad input %1
pl: Nieprawidłowy wpis %1

source: Balance
pl: Saldo

source: Bank Wire
pl: Przelew

source: Bank wire/Money transfer
pl: Przelew/transfer pieniężny

source: Bank your way
pl: Wygraj na swoich zasadach

source: Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months).
pl: Wyciąg z konta bankowego/firmy kredytowej/towarzystwa budowlanego lub z karty kredytowej bądź debetowej albo książeczki oszczędnościowej (z ostatnich 3 miesięcy).

source: Banking & Security
pl: Bankowość i bezpieczeństwo

source: Bankruptcy Filing
pl: Zgłoszenie bankructwa

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
pl: Banki, fundusze hedgingowe i inwestorzy profesjonalni rutynowo handlują opcjami binarnymi w dużych ilościach w tzw. transakcjach over-the-counter na rynkach instrumentów pochodnych. Wielu ekspertów rynkowych korzysta i ma zaufanie do platformy %1 ze względu na wysoką elastyczność zakładów.

source: Bar HLC Chart
pl: Wykres słupkowy HLC

source: Bar OHLC Chart
pl: Wykres słupkowy OHLC

source: Barrier
pl: Limit

source: Barrier Step (%) out of limit
pl: Przekroczony limit (%)

source: Barrier may not be adjusted.
pl: Nie da się dostosować limitu.

source: Barrier must be at least
pl: Limit musi wynosić co najmniej

source: Barrier offset
pl: Zrównoważenie limitu

source: Barrier outside acceptable range.
pl: Limit poza dopuszczonym limitem.

source: Barrier terms
pl: Warunki limitu

source: Barrier(s)
pl: Limit(y)

source: Barriers must be on either side of the spot.
pl: Limity muszą być po którejś ze stron punktu.

source: Batch Transactions
pl: Przetwarzanie wsadowe

source: Before you proceed...
pl: Zanim przejdziesz dalej...

source: Benefits of binary trading
pl: Korzyści z handlu opcjami binarnymi

source: Benefits of trading binaries
pl: Korzyści z handlu opcjami binarnymi

source: Best Tracking with "Forever Cookies"
pl: Najlepsze śledzenie dzięki "stałym plikom cookie"

source: Best regards,
pl: Z poważaniem,

source: Best-in-class pricing for binaries...
pl: Najlepsza wycena opcji binarnych...

source: BetOnMarkets goes live
pl: BetOnMarkets zaczyna działać

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
pl: BetOnMarkets.com ma w bazie ponad 400 tys. klientów i już w 13. roku działalności osiągnął próg miliarda dolarów, co sprawia, że jesteśmy jednym z liderów w branży zakładów o ustalonej stawce.

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
pl: BetOnMarkets.com zwiększa wypłaty do 100 tys. USD, EUR, GBP i AUD

source: BetOnMarkets.com is successfully rebranded Binary.com
pl: BetOnMarkets.com zmienia nazwę na Binary.com

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
pl: BetOnMarkets.com osiąga obrót w wysokości miliarda dolarów od rozpoczęcia działalności w 1999 r.

source: Bid
pl: Zakład

source: Binary Options Basics
pl: Podstawowe informacje o opcjach binarnych

source: Binary Trading is simple to learn and to execute.
pl: Handel opcjami binarnymi jest prosty, łatwo się go nauczyć i łatwo handlować.

source: Binary option
pl: Opcja binarna

source: Binary options are easy to understand. They’re called ‘binary’ because there can be only two outcomes – win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
pl: Nietrudno zrozumieć opcje binarne. Nazywane są "binarnymi", ponieważ mogą dawać tylko dwa wyniki - wygraną lub przegraną. Jeśli Twoja prognoza się sprawdzi, otrzymasz wypłatę ustaloną przy zawieraniu zakładu. W przeciwnym razie tracisz tylko początkową stawkę.

source: Binary options basics
pl: Podstawowe informacje o opcjach binarnych

source: Binary trading is flexible.
pl: Opcje binarne są elastyczne.

source: Binary trading is ideal for both individuals and market professionals.
pl: Opcje binarne to idealny wybór zarówno dla nieprofesjonalnych, jak i zawodowych graczy.

source: Binary trading is very simple.
pl: Handel opcjami binarnymi jest bardzo prosty.

source: Binary.com Open-Source Projects
pl: Projekty open source na Binary.com

source: Binary.com continues to innovate and grow
pl: Binary.com stawia na innowacyjność i wzrost

source: Binary.com is a flexible place. As well as our offices, we have staff who choose to telecommute from their home offices in countries around the world. If that suits you, we’re open to it.
pl: Binary.com jest elastyczne. Poza biurami zatrudniamy pracowników, którzy wolą pracować zdalnie w krajach na całym świecie. Jeśli Ci to odpowiada, zapraszamy.

source: Binary.com is a registered trademark.
pl: Binary.com jest zastrzeżonym znakiem handlowym.

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
pl: Binary.com jest aktywnym członkiem społeczności Perl i obecnie dodaje liczne wewnętrzne moduły użytkowe do <a target="_blank" href="%1">CPAN</a>. Jeśli jesteś fanem Perl, dodaj swoją recenzję tych modułów i przekaż swoją opinię typu pull-request w serwisie <a target="_blank" href="%2">github</a>.

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
pl: Binary.com aktywnie wspiera i promuje oprogramowanie open source, a obecnie udostępnia wiele komponentów open source w swojej bazie kodowej.

source: Binary.com is developing a Selenium test suite designed to run against <a target="_blank" href="%1">BrowserStack Automate</a>. To participate in this project, please fork the project on <a target="_blank" href="%2">github</a> and submit a pull-request of your work.
pl: inary.com rozwija środowisko testowe Selenium zaprojektowane, aby działało z <a target="_blank" href="%1">BrowserStack Automate</a>. Aby wziąć udział w tym projekcie, zaznacz projekt w serwisie <a target="_blank" href="%2">github</a> i przekaż recenzję swojej pracy typu pull-request.

source: Binary.com offers new ways to trade
pl: Binary.com oferuje nowe sposoby handlowania

source: Binary.com’s CPAN contributions
pl: Recenzje CPAN od Binary.com

source: Binary.com’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.
pl: Centrala Binary.com znajduje się na Malcie, ulubionym celu podróży wielu turystów, który przyciąga ciepłym klimatem, pięknymi terenami wypoczynkowymi i zabytkami z listy Światowego Dziedzictwo Kulturowego. Nasza centrala operacyjna znajduje się w Cyberjaya, technologicznej dzielnicy Kuala Lumpur, stolicy równie ekscytującej Malezji w samym sercu Azji.

source: Binary.com’s remarkable history
pl: Niezwykła historia portalu Binary.com

source: Bollinger Band Width
pl: Szerokość wstęgi Bollingera

source: Bollinger Bands
pl: Wstęgi Bollingera

source: Bollinger Bands Average
pl: Średnia wstęg Bollingera

source: Bollinger Bands Lower
pl: Dolna wstęga Bollingera

source: Bollinger Bands Upper
pl: Górna wstęga Bollingera

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
pl: Wstęgi Bollingera to linie wyświetlane wokół linii średniej kroczącej(domyślnie ustawione na 20 okresów).Górna linia jest wyświetlana 2 odchylenia standardowe powyżej średniej kroczącej, a dolna linia jest wyświetlana 2 odchylenia standardowe poniżej średniej kroczącej. Z definicji ceny są wysokie w górnym paśmie i niskie w dolnym paśmie. Definicja ta może pomóc w rygorystycznych rozpoznawaniu trendów, jest także przydatna w porównywaniu zachowania cen z zachowaniem wskaźników przy podejmowaniu regularnych decyzji inwestycyjnych.

source: Bonus Code
pl: Kod bonusowy

source: Brand of first car
pl: Marka pierwszego samochodu

source: Browse
pl: Przeglądaj

source: Building Number
pl: Numer budynku

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
pl: Nie trzeba czekać do terminu ważności. Możesz sprzedawać długoterminowe zakłady w dowolnym momencie, aby zyskać na zmieniających się warunkach rynkowych.

source: But we’re picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
pl: Jednak jesteśmy wybredni. Wybieramy tylko osoby charakteryzujące się wyjątkowymi cechami: poważnych profesjonalistów, którzy kierują się wyśrubowanymi standardami moralnymi i świetnie się czują w uczciwym i nastawionym na współpracę środowisku.
