Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: The return is the money realized when the contract expires (see 'Payout').
pl: Zwrot to kwota wypłacana, gdy kontrakt się zakończy(zobacz: "Wypłata").

source: The right is reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Client's responsibility to check the terms & conditions for any periodic changes.
pl: Zastrzegamy sobie prawo do zmiany lub poprawy regulaminu i zakresu niniejszej usługi. Wszelkie zmiany regulaminu dokonane w trakcie działania portalu nie będą stosowane wstecz i będą miały zastosowanie tylko do kontraktów finansowych zawartych po takiej zmianie. Na Kliencie spoczywa odpowiedzialność za regularne sprawdzanie regulaminu pod kątem zmian.

source: The smoothing and filtering algorithms described above.
pl: Algorytmy wygładzające i filtrujące opisane powyżej.

source: The stake is the amount that a trader must pay to enter into a trade.
pl: Stawka to kwota, którą gracz musi zapłacić, żeby przystąpić do transakcji.

source: The system is missing critical pricing information. Please try again in a few minutes, or try a different market.
pl: W systemie brakuje krytycznych informacji o cenach. Prosimy spróbować ponownie za kilka minut lub spróbować innego rynku.

source: The term "the Company" shall denote either of Regent Markets (IOM) Ltd., Regent Markets (Malta) Ltd. or Regent Markets (CR) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About Us section of the website.
pl: Termin "Firma" oznaczać będzie w zależności od jurysdykcji, pod którą podlega konto Klienta (zgodnie z procedurami otwarcia konta na niniejszym portalu i opisanymi w sekcji O nas) Regent Markets (IOM) Ltd., Regent Markets (Malta) Ltd. albo Regent Markets (CR) S.A.

source: The time is now %1 %2 and the market opening times (for the %3) are:
pl: Obecna godzina to %1 %2, a godziny otwarcia rynku (dla %3) to:

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"), which shall be either of the Isle of Man, Malta, or Costa Rica. You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. Disputes must be lodged within seven (7) days from the date the contract in question has been decided. No claims will be honored after this period. The client is solely responsible for their account transactions. You can raise any unresolved disputes you might have with Regent Markets (Malta) Ltd with the Lotteries and Gaming Authority at complaints@lga.com.mt and any disputes with Regent Markets (IOM) Ltd with the Isle of Man Gambling Supervision Commission at gaming@gov.im. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
pl: Transakcje przeprowadzone na niniejszym portalu pomiędzy klientami a są Firmą są regulowane i interpretowane zgodnie z prawem obowiązującym w kraju siedziby Spółki ("jurysdykcja"), którym są Wyspa Man, Malta lub Kostaryka. Wyrażasz zgodę na to, że sądy jurysdykcji będą miały wyłączne prawo do rozstrzygania wszelkich sporów, które mogą powstać w odniesieniu do działania portalu i Klientów. Do takich celów nieodwołalnie poddasz się jurysdykcji sądów danego obszaru sądowniczego w odniesieniu do takiego sporu, i zgadzasz się, że każde Twoje roszczenie wobec Spółki będzie rozpatrywane tylko przez sądy jurysdykcji. Skargi należy złożyć w terminie siedmiu (7) dni od daty zawarcia spornego kontraktu. Żadne roszczenia będą honorowane po tym okresie. Klient ponosi wyłączną odpowiedzialność za transakcje na swoim koncie. Wszelkie nierozstrzygnięte spory, jakie mogą wyniknąć z Regent Markets (Malta) Ltd można zgłaszać do Zarządu Loterii i Gier na adres complaints@lga.com.mta, zaś spory z Regent Markets (IOM) Ltd z Wyspy Man do Komisji Nadzoru Gier Hazardowy na adres gaming@gov.im. W przypadku jakichkolwiek rozbieżności pomiędzy wersją angielską niniejszej strony internetowej oraz w jakimkolwiek innym języku, obowiązująca będzie wersja angielska.

source: The two passwords that you entered do not match.
pl: Wprowadzone hasła nie są identyczne.

source: The underlying market has moved too much since you priced the contract.
pl: Rynek podstawowy uległ zbyt dużym zmianom od momentu wyceny kontraktu

source: The value of your open positions
pl: Wartość Twoich otwartych pozycji

source: Then, make your trade
pl: Następnie dokonaj transakcji

source: There are 3 types of tick trades:
pl: Istnieją 3 rodzaje zakładów z przyrostami ceny:

source: There are no Payment Agents in your country (%1).
pl: W Twoim kraju (%1) nie ma żadnych pośredników płatności.

source: There are no available Payment Agents.
pl: Nie ma dostępnych pośredników płatności.

source: There are no items during this period
pl: Nie ma żadnych elementów dla tego okresu

source: There are risks associated with utilizing an Internet-based deal execution trading system, including but not limited to the failure of hardware, software and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, configuration of your equipment or reliability of its connection, we cannot be responsible for communication failures, distortions or delays when trading via the Internet.
pl: Istnieje pewne ryzyko związane z używaniem internetowego systemu zawierania zakładów, obejmuje to m.in. niesprawność sprzętu komputerowego, oprogramowania i połączenia internetowego. Ponieważ %1 nie ma wpływu na siłę sygnału, jego odbiór ani przesył danych przez internet, konfigurację sprzętu ani sprawność połączenia, nie możemy odpowiadać za problemy z połączeniem, zakłócenia ani opóźnienia w handlowaniu przez internet.

source: There is no intraday data for %1 on %2.
pl: Nie ma danych dziennych dla %1 dnia %2.

source: There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded.
pl: W okresie obowiązywania umowy nastąpiło zakłócenie danych rynkowych. Dla kona z prawdziwymi pieniędzmi spróbujemy skorygować i rozliczyć kontrakt poprawnie, w przeciwnym razie kontrakt zostanie anulowany, a koszty zwrócone. Kontrakty z wirtualnymi pieniędzmi będą anulowane, a koszty zwrócone.

source: There was a problem placing your contract. If you continue to see this message please refer to the Troubleshooting section below.
pl: Wystąpił problem ze złożeniem kontraktu. Jeśli nadal widzisz tę wiadomość, rozwiązanie znajdziesz w sekcji "Rozwiązywanie problemów".

source: There was a problem validating your address. Please fix the indicated fields. If you need assistance feel free to contact our <a href="%1">Customer Support</a>.
pl: Wystąpił problem z potwierdzeniem Twojego adresu. Prosimy poprawić zaznaczone pola. Jeśli potrzebujesz pomocy, skontaktuj się z naszym <a href="%1">wsparciem klienta</a>.

source: There was an error and we were unable to process your request.
pl: Wystąpił błąd i nie byliśmy w stanie przetworzyć Twojego polecenia.

source: There was an error processing the request.
pl: Wystąpił błąd podczas przetwarzania Twojego polecenia.

source: Therefore you may not withdraw any additional funds.
pl: Nie możesz więc wypłacać żadnych środków.

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is EUR %1 (or %2 in other currency
pl: Dlatego maksymalna aktualna natychmiastowa wypłata (o ile posiadasz na koncie wystarczające środki) wynosi %1 EUR (lub %2 w innej walucie

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
pl: Są to zakłady, w których gracz prognozuje, czy rynek zakończy się powyżej czy poniżej wybranej ceny docelowej.

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
pl: Są to zakłady, w których klient prognozuje, czy rynek będzie rósł czy spadał pod koniec wybranego okresu.

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades)'.
pl: Są to zakłady, w których klient wybiera niski albo wysoki limit oraz prognozuje, czy rynek pozostanie pomiędzy tymi limitami czy je przekroczy (zobacz także "Zakłady typu pozostanie pomiędzy/przekroczy").

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek nigdy nie osiągnie ceny docelowej przed wygaśnięciem zakładu.

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek osiągnie cenę docelową przed wygaśnięciem zakładu.

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Regent Markets Group company. If you have questions about these terms or would like information about licensing materials from Regent Markets Group, please contact us.
pl: Materiały te nie mogą być kopiowane ani rozpowszechniane w celach komercyjnych lub za opłatą bez uprzedniej pisemnej zgody firmy Regent Markets Group. Jeśli masz pytania na temat regulaminu lub chcesz uzyskać informacje nt. warunków dot. licencjonowania materiałów z Regent Markets Group, prosimy o kontakt.

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
pl: Niniejsza Umowa zawiera wszystkie uzgodnienia między stronami odnośnie do przedmiotu umowy i zastępuje wszystkie wcześniejsze umowy i porozumienia między stronami odnośnie przedmiotu umowy.

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
pl: Niniejsza Umowa może zostać niezwłocznie zakończona przez każdą ze stron za pisemną informacją dostarczoną drugiej stronie, jeśli druga strona dopuści się istotnego naruszenia warunków Umowy oraz, w przypadku naruszenia, które może podlegać odszkodowaniu, gdy użytkownik nie uiści odszkodowania w ciągu 15 dni od otrzymania pisemnego wezwania do uiszczenia odszkodowania.

source: This Agreement shall be governed by and construed in accordance with the laws of the Bahamas (the "Jurisdiction"), You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
pl: Niniejsza Umowa podlega i będzie interpretowana zgodnie z prawem na Bahamach ("Sądownictwo"). Użytkownik zgadza się, aby sądy Sądownictwa miały wyłączne prawdo orzekania i rozstrzygania wszelkich sporów, które mogą powstać w odniesieniu do niniejszej Umowy. W tych celach użytkownik nieodwołalnie poddaje się orzecznictwu sądów Sądownictwa odnoszącemu się do wszelkich sporów oraz zgadza się, że wszelkie skargi, jakie użytkownik może mieć względem Firmy będą rozpatrywane przed sądami Sądownictwa. W przypadku jakichkolwiek rozbieżności pomiędzy wersją angielską niniejszej strony internetowej a innym językiem, obowiązywać będzie wersja angielska.

source: This Agreement shall commence on the date that the Company notifies you that your application to join the Company affiliates program has been successful and shall continue until terminated in accordance with this clause.
pl: Niniejsza Umowa zacznie obowiązywać w dniu powiadomienia użytkownika przez Firmę o zatwierdzeniu przez Firmę zgłoszenia użytkownika do programu partnerskiego i będzie obowiązywać aż do zakończenia zgodnie z niniejszym zapisem.

source: This Document
pl: Niniejszy dokument

source: This Payment Agent cashier section is locked.
pl: Sekcja kasjer tego pośrednika płatności jest zablokowana.

source: This URL is invalid.
pl: Adres URL jest niepoprawny.

source: This account is unavailable. For any questions please contact <a href="%1">Customer Support</a>.
pl: To konto jest niedostępne. W przypadku jakichkolwiek pytań prosimy o kontakt ze <a href="%1">wsparciem klienta</a>.

source: This bonus code has expired.
pl: Kod bonusowy wygasł.

source: This bonus code is not available.
pl: kod bonusowy jest niedostępny.

source: This call will return the same JSON structure that can be previewed from the API Console Facility.
pl: Ta rozmowa zwróci taką samą strukturę JSON, którą można podejrzeć z konsoli funkcji API.

source: This client cashier section is locked.
pl: Sekcja kasjer klienta jest zablokowana.

source: This contract cannot be properly validated at this time.
pl: Ten kontrakt nie może być obecnie prawidłowo zweryfikowany.

source: This contract has already expired.
pl: Ten kontrakt już wygasł.

source: This contract has been deprecated; no further information available.
pl: Ten kontrakt został anulowany; brak innych informacji.

source: This contract has been sold.
pl: Ten kontrakt został sprzedany.

source: This contract has expired.
pl: Ten kontrakt wygasł.

source: This contract is limited to
pl: Ten kontrakt jest ograniczony do

source: This contract is no longer offered.
pl: Ten kontrakt jest już niedostępny.

source: This contract is unavailable on this account.
pl: Ten kontrakt jest niedostępny dla tego konta.

source: This contract offers no return.
pl: Ten kontrakt nie daje zwrotu.

source: This contract was not found among your open positions.
pl: Ten kontrakt znaleziono wśród Twoich otwartych pozycji.

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Regent Markets Group, and you (the person who applied for this program; "you" or "your"), in relation to your application to setup an affiliate account (and membership of the affiliate program if your application is deemed successful) to promote the website %1
pl: Niniejszy dokument ("Umowa") określa warunki współpracy pomiędzy "Firmą", czyli Regent Markets Group a użytkownikiem (osobą, która korzysta z niniejszej aplikacji), w związku z Twoim zgłoszeniem o utworzenie konta partnerskiego (i członkostwa w programie partnerskim, jeśli zgłoszenie zostanie przyjęte) promującego portal %1

source: This function is not relevant to Virtual money accounts
pl: Ta funkcja nie jest dostępna dla kont z wirtualnymi pieniędzmi

source: This is a $_ log
pl: To jest $_ log

source: This is a log
pl: To jest log

source: This is a virtual-money account. Please click <a class="pjaxload" href="%1">here</a> to open a real-money account and deposit funds.
pl: To jest konto z wirtualnymi pieniędzmi. Kliknij <a class="pjaxload" href="%1">tutaj</a>, aby otworzyć konto z prawdziwymi pieniędzmi i wpłacić fundusze.

source: This is an automated message to alert you to the fact that there was a failed attempt to unlock the Cashier/Settings section of your account %1 from IP address %2
pl: To jest wiadomość automatyczna wysłana w celu powiadomienia, że dokonano zakończonej niepowodzeniem próby odblokowania sekcji Kasjer/Ustawienia Twojego konta %1 z adresu IP %2

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
pl: To jest limit orientacyjny. Właściwym limitem będzie punkt wejściowy plus offset limitu.

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
pl: To kolejna cenna nagroda. Trade2win to portal dla aktywnych graczy, którzy chcą osiągnąć zysk z handlu akcjami, kontraktami future, opcjami i walutami i ci właśnie gracze przyznali nam srebro (złoto zgarnął Betfair). Oznacza to, że aktywni gracze z całego świata oceniają naszą platformę handlową naprawdę wysoko.

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
pl: To jest duże osiągnięcie. Otrzymaliśmy podwójną nagrodę od Finacial Times i Investors Chronicle, co odzwierciedla nasz sukces w poprawie jakości i użyteczności naszego portalu i produktów.

source: This is our 'next generation' charting tool.
pl: Oto nasz wykresy "najnowszej generacji".

source: This is the current price at which an underlying can be bought or sold at a particular time.
pl: Jest to aktualna cena, po której można kupić lub sprzedać instrumenty z rynku podstawowego w danym okresie.

source: This is to confirm that your email address for your account %1 on %2 has been changed from %3 to %4
pl: To jest potwierdzenie zmiany adresu z %3 na %4 dla Twojego konta %1 z dnia %2

source: This market closes early today at
pl: Ten rynek zostanie dziś wcześniej zamknięty o godz.

source: This market is presently closed.
pl: Rynek jest obecnie zamknięty.

source: This market opens late today at
pl: Ten rynek zostanie dziś później otwarty o godz.

source: This offer cannot be used in conjunction with any other offer.
pl: Ta oferta nie łączy się z innymi ofertami.

source: This promotion is only available to new Clients. Existing or former Clients do not qualify. It is only available once to each Client.
pl: Ta promocja dostępna jest tylko dla nowych Klientów. Obecni ani dawni Klienci nie kwalifikują się do niej. Jest ona dostępna tylko raz dla każdego Klienta.

source: This trade is not offered.
pl: Ten zakład nie jest dostępny.

source: This website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and the advertisements thereof may submit cookies onto your web browser and as such are beyond our control. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of these websites, because their practices may differ from ours.
pl: Niniejsza strona internetowa zawiera linki do innych stron i może zawierać reklamy banerowe lub ikonowe stron internetowych osób trzecich. Te strony i ich reklamy mogą umieszczać pliki cookie w Twojej przeglądarce i znajdują się poza naszą kontrolą. Nie jesteśmy odpowiedzialni za politykę prywatności ani takich stron. Zachęcamy do zapoznania się z polityką prywatności takich stron internetowych, ponieważ ich praktyki mogą różnić się od naszych.

source: This website does not collect personally identifying information about you except when you specifically and knowingly provide it. There is a technology called "cookies" which can be used to provide tailored information from a website. A cookie is an element of data that a website can send to your browser, which may then store it on your system. You can set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it. If you do not accept the cookie, then you will need to input your loginID and password again at every form required to enter into the system. You are advised to choose this option if you have concerns about the security of your personal browser or PC.
pl: Ta strona internetowa nie gromadzi danych umożliwiających identyfikację informacji o Tobie, jeżeli nie wyrazisz na to zgody. Jest to technologia zwana "cookies" - pliki te mogą być stosowane do dostarczania konkretnych informacji ze strony internetowej. Cookie jest elementem danych, które strona internetowa może przesłać do przeglądarki, która może następnie zapisać go w systemie. Możesz ustawić swoją przeglądarkę tak, aby informowała, kiedy otrzyma cookie, co daje możliwość wyboru, czy je przyjąć. Jeśli nie zaakceptujesz plików cookie, za każdym razem będzie konieczne wprowadzanie loginu i hasła w formularzach, które wymagają tych danych. Radzimy, aby wybrać tę opcję, jeśli masz obawy co do bezpieczeństwa swojej przeglądarki lub komputera.

source: This website is marketed in the UK and Isle of Man by Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and in the rest of the EU by Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000, 26th May 2010. This website's services are not made available in the USA, Japan or Hong Kong.
pl: Ten portal jest zarządzany w Wlk. Brytanii i na Wyspie Man przez Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, posiada zezwolenia i jest kontrolowany przez Komisję Nadzoru nad Grami Hazardowymi wyspy Man na Wyspach Brytyjskich, aktualna licencja na prowadzenie gier hazardowych została wydana dnia 31 sierpnia 2012 r., a w pozostałej części Unii Europejskiej przez Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, posiada zezwolenia i jest kontrolowany przez Urząd ds. Loterii i Gier na Malcie, licencja nr LGA/CL2/118/2000 z dnia 26 maja 2010 r. Usługi niniejszego portalu nie są dostępne w Stanach Zjednoczonych, Japonii ani Hongkongu.
