Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: has been credited to your Virtual money account
pl: zostało odjęte z Twojego konta wirtualnego

source: or email us at
pl: lub napisz do nas na adres

source: "I work with a number of affiliate companies, and %1 is by far the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need to succeed. To top it all off they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
pl: "Współpracuję z wieloma firmami partnerskimi, ale %1 jest z nich najbardziej przyjazna i pomocna. Wychodzą naprzeciw swoim partnerom i oferują im porady, narzędzia i wsparcie, które są niezbędne, aby osiągnąć sukces. A co najważniejsze, oferują najlepsze rabaty w całym biznesie." - <strong>Vinod Gorasia, Menadżer ds. reklamy w firmie Agora Lifestyles</strong>.

source: "Lucky 10 Digits" - you win when you correctly predict the last decimal digit of the 5th tick.
pl: "Szczęśliwe 10 cyfr" - wygrywasz, jeśli prawidłowo wytypujesz ostatnią cyfrę po przecinku piątego najmniejszego przyrostu ceny.

source: "Quick 10%" - you win when you correctly predict what the last decimal digit of the 5th tick will not be.
pl: "Szybkie 10%" - wykrywasz, jeśli prawidłowo wytypujesz, jaka cyfra nie znajdzie się na ostatnim miejscu po przecinku dla piątego najmniejszego przyrostu ceny.

source: "Tick Trades Up/Down" - you win when you correctly predict if the market will rise or fall over the next 5 ticks.
pl: "Przyrost ceny wzrośnie/spadnie" - wygrywasz, jeśli prawidłowo wytypujesz, czy rynek wzrośnie czy spadnie w ciągu 5 najbliższych przyrostów ceny.

source: $1 to $100,000 payouts, low-risk to high-leverage, and much more. We offer limitless profit opportunities.
pl: Wypłaty od 1 do 100 000 dolarów, o niskim i wysokim ryzyku i wiele więcej. Dajemy nieograniczone możliwości zysku.

source: %1 - Trading Limits
pl: %1 - Limity handlowe

source: %1 Affiliate Program Terms and Conditions
pl: Regulamin programu partnerskiego %1

source: %1 Period
pl: Okres %1

source: %1 Up/Down
pl: Zysk/Strata %1

source: %1 are markets that reset back to a price of 1000 at the start of each trading day (00:00:00 GMT), and all trades settle before the end of the trading day (23:59:59 GMT).
pl: %1 to rynki, które resetują się do ceny za 1000 codziennie na początku każdej sesji giełdowej (00:00:00 GMT), a wszystkie transakcje są rozliczane przed końcem sesji (23:59:59 GMT).

source: %1 are the REST-style parameters to the service e.g. "/forex".
pl: %1 to parametry w stylu REST dla usług, np. "/forex".

source: %1 assumes ownership of the customer at point of first contact with the visitor. You, as affiliate, act as a referring agent for %1. We reserve the right to refuse clients (or to close their accounts) if necessary to comply with any requirements we may periodically establish.
pl: Przyjmuje się, że w momencie pierwszej wizyty klient należy do %1. Partner działa jako agent polecający %1. Zastrzegamy sobie prawo do odrzucenia klientów (lub zamykania ich kont) w razie konieczności spełnienia wymagać, które możemy tymczasowo ustalić.

source: %1 does not charge any transfer fees.
pl: Na %1 nie pobieramy opłat transferowych.

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices, commodities and stocks.
pl: %1 umożliwia wszystkim łatwe i zarazem ekscytujące działania na rynkach finansowych. Można zacząć handel głównymi walutami, wskaźnikami, towarami i akcjami już z kwotą 1 dolara.

source: %1 has created random indices that you can trade 24/7. You can trade randoms on all types of contract:
pl: %1 stworzył losowe wskaźniki, którymi można handlować 24 godz. na dobę. Możesz handlować losowymi wskaźnikami dla wszystkich rodzajów kontraktów:

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
pl: Tysiące klientów %1 w każdej chwili działają w najróżniejszych strefach rynków finansowych.%1 zarabia jedynie niewielką marżę na tych zakładach.

source: %1 is a Base64-encoding of %2.
pl: %1 to kodowanie w formacie base64 dla %2.

source: %1 is a new OAuth2 access token.
pl: %1 to nowy token dostępowy OAuth2.

source: %1 is a new OAuth2 authorization code.
pl: %1 to nowy kod uwierzytelnienia OAuth2.

source: %1 is any binary.com API service e.g. "/markets".
pl: %1 to dowolna usługa API serwisu binary.com, np. "/rynki".

source: %1 is entirely web-based and requires no software installation.
pl: %1 to narzędzie internetowe i nie wymaga instalowania oprogramowania.

source: %1 is for your own internal reference; optional.
pl: %1 jest do Twojego użytku własnego; opcjonalne.

source: %1 is tailored to traders of all levels.
pl: %1 ma ofertę dla graczy na każdym poziomie zaawansowania.

source: %1 is the award-winning industry pioneer in online options trading. We boast:
pl: %1 jest utytułowanym pionierem rynku w branży handlu opcjami w internecie. Nasze atuty:

source: %1 is the lifetime in seconds of the new access token.
pl: %1 to błyskawiczny dostęp przez nowy token dostępowy.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance.
pl: %1 to strona w Twojej aplikacji, która wykona krok powrotny. Ten adres URL musi być u nas wcześniej zarejestrowany.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance. For mobile apps, this could for example use a custom URI scheme.
pl: %1 to strona w Twojej aplikacji, która wykona krok powrotny. Ten adres URL musi być u nas wcześniej zarejestrowany. Dla aplikacji mobilnych to może być przykład użycia zkustomizowanego schematu URL.

source: %1 is the same endpoint used during authentication.
pl: %1 jest taki sam jak używany podczas uwierzytelnienia.

source: %1 is the scope level that was granted.
pl: %1 to przyznany zakres.

source: %1 minute quotes
pl: oferty minutowe na %1

source: %1 offer you the chance to trade on a very short-term event and make money in seconds!
pl: %1 daje Ci możliwość inwestycji krótkoterminowych i zarabiania pieniędzy w ciągu kilku sekund!

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
pl: %1 oferuje pełną gamę metod wpłaty i wypłaty środków, w tym za pomocą kart kredytowych, kart debetowych, przelewów bankowych, e-gotówki czy e-portfela.

source: %1 offers five ways to trade your chosen asset:
pl: %1 proponuje pięć sposobów handlu wybranymi aktywami:

source: %1 offers the commission plan below:
pl: Poniżej znajdziesz informacje o rodzaju prowizji na %1:

source: %1 offers the following tick trades:
pl: %1 oferuje następujące transakcje z najmniejszym przyrostem ceny:

source: %1 offers the world's financial markets in a simple, user-friendly platform.
pl: %1 prezentuje świat rynków finansowych na jednej prostej i łatwej w obsłudze platformie konsumenckiej.

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
pl: Ceny %1 są zestawiane z międzybankowymi opcjami rynkowymi, co oznacza, że zawsze otrzymujesz najbardziej korzystne ceny dla swoich zakładów.

source: %1 provides <a href="%2">Self Exclusion</a> facilities which allow you to set limits on your account.
pl: %1 oferuje narzędzie <a href="%2">Samodzielnego wyłączenia</a>, które umożliwiają ustawienie limitów dla swojego konta.

source: %1 provides a variety of charts to help you determine what markets to trade on. Try them out.
pl: %1 proponuje różne typy wykresów, które pomogą Ci ustalić, na których rynkach handlować. Wypróbuj je.

source: %1 provides approved business partners with a REST-style application programming interface (API) over the internet. The API provides the following functionality:
pl: %1 umożliwia zatwierdzonym kontrahentom korzystanie przez internet z API (interfejsu programowania aplikacji) w architekturze REST. API oferuje następujące funkcje:

source: %1 provides you with the opportunity to either self exclude or
pl: %1 umożliwia rezygnację lub

source: %1 supports <a target="_blank" href="http://www.gamcare.org.uk">GamCare</a>. GamCare has a commitment to promote responsible attitudes to gambling and to work for the provision of proper care for those who have been harmed by gambling dependency. Other websites that provide information about gambling or gambling addiction are:
pl: %1 wspiera <a target="_blank" href="http://www.gamcare.org.uk">GamCare</a>. GamCare promuje odpowiedzialne podejście do hazardu i działa na rzecz odpowiedniej opieki nad osobami mającymi problemy z hazardem. Oto inne strony, na których można znaleźć informacje o hazardzie i o uzależnieniu od hazardu:

source: %1 was returned by the authentication procedure.
pl: %1 został zwrócony przez procedurę uwierzytelnienia.

source: %1 will be provided to you on registration.
pl: %1 zostanie podany przy rejestracji.

source: %1's API conforms to the Representational State Transfer (REST) model.
pl: Interfejs API %1 jest zgodny z wzorcem architektury oprogramowania REST.

source: %1's Random Indices are the %2, %3, %4, and %5. These indices correspond to volatilities of 25%, 50%, 75% and 100%
pl: Losowe wskaźniki %1 to %2, %3, %4, i %5. Odpowiadają one zmiennościom 25%, 50%, 75% i 100%

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
pl: Opatentowana technologia wyceny opracowana przez %1 umożliwia korzystanie z takich samych stawek zwrotu, z jakich korzystają handlujący na rynku międzybankowym.

source: %1: Online Trading platform for binary options on Forex, Indices, Stocks, Commodities and Global Sector Indices
pl: %1: Internetowa platforma handlowa umożliwiająca handel na rynkach Forex, wskaźników, akcji, towarów i wskaźników sektorów światowych

source: %1’s World FX Indices are smart indices that measure the value of a currency against a basket of major currencies.
pl: Światowe indeksy forex na %1 to inteligentne indeksy, które mierzą wartość waluty w stosunku do koszyka walut głównych.

source: %1’s exclusive Smart Indices are built to key on a particular subset of the world’s markets. With a price derived from related assets, Smart Indices allow traders to take positions on a variety of market action.
pl: Ekskluzywne inteligentne indeksy na %1 zostały stworzone specjalnie pod kątem konkretnego zestawu rynków światowych. Dzięki cenie określanej na podstawie powiązanych aktywów inteligentne indeksy pozwalają graczom działać w wielu sytuacjach rynkowych.

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
pl: %2 ma w ofercie konto z witrualnymi pieniędzmi, dzięki któremu możesz poćwiczyć handel opcjami binarnymi. Warto <a class="pjaxload" href="%1">otworzyć w pełni funkcjonalne wirtualne konto z kwotą 10 tys. dolarów</a> i zacząć naukę handlowania.

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
pl: %ctx(Kiedy spojrzysz w niebo)Zobaczysz %plural(%1,gwiazdę, %d gwiazdy).

source: %plural(%1,%d day,%d days)
pl: %plural(%1,%d dzień,%d dni)

source: %plural(%1,%d hour,%d hours)
pl: %plural(%1,%d godz.,%d godz.)

source: %plural(%1,%d minute,%d minutes)
pl: %plural(%1,%d min.,%d min.)

source: %plural(%1,%d second,%d seconds)
pl: %plural(%1,%d sek.,%d sek.)

source: 'Free Contract' bonus code
pl: Kod bonusowy 'darmowy kontrakt'

source: 'Get X when you deposit Y' bonus code
pl: Bonusowy kod 'Zyskasz X, jeśli wpłacisz Y'

source: (Monday to Friday)
pl: (od poniedziałku do piątku)

source: (One) Touch trades
pl: Zakłady z (jednokrotnym) osiągnięciem ceny

source: (delayed)
pl: (opóźnione)

source: * Tax Free: In many countries, but always consult a qualified tax advisor.
pl: * Zwolnione z podatku: w wielu krajach, jednak zawsze należy skonsultować się z profesjonalnym doradcą podatkowym.

source: 1. Choose the Underlying
pl: 1. Wybierz rynek podstawowy

source: 10 seconds to 365 days...
pl: 10 sekund do 365 dni...

source: 12h
pl: 12 godz.

source: 1d
pl: 1 dzień

source: 1h
pl: 1 godzina

source: 1m
pl: 1 miesiąc

source: 1w
pl: 1 tydzień

source: 1y
pl: 1 rok

source: 2-way pricing
pl: wycena 2-stronna

source: 2. Choose the Duration of the Trade
pl: 2. Wybierz transakcję czas trwania zakładu

source: 2d
pl: 2 dni

source: 2w
pl: 2 tyg.

source: 3 - 30 characters and alphanumeric only.
pl: Od 3 do 30 znaków alfanumerycznych.

source: 3. Choose how you want to Trade the Market
pl: 3. Wybierz sposób handlowania

source: 3m
pl: 3 miesiące

source: 4. Choose your Payout
pl: 4. Wybierz swoją wypłatę

source: 5 - 25 characters and alphanumeric only.
pl: tylko 5 - 25 znaków alfanumerycznych.

source: 5d
pl: 5 dni

source: 6h
pl: 6 godz.

source: <br>Your Cashier and Settings sections are locked as per your request</strong> - if you wish to unlock them, please enter the password.
pl: <br>Sekcje Twój kasjer oraz Ustawienia zostały zablokowane na Twoją prośbę</strong> - jeśli chcesz je odblokować, prosimy o podanie hasła.

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
pl: <option value=""></option><option value="01">styczeń</option><option value="02">luty</option><option value="03">marzec</option><option value="04">kwiecień</option><option value="05">maj</option><option value="06">czerwiec</option><option value="07">lipiec</option><option value="08">sierpień</option><option value="09">wrzesień</option><option value="10">październik</option><option value="11">listopad</option><option value="12">grudzień</option>

source: <p style='color: red'> For security reasons this link will be invalidated after this.</p>Please confirm for which of these accounts you want to reset your password:
pl: <p style='color: red'> Ze względów bezpieczeństwa ten link będzie nieaktywny po wykonaniu operacji.</p>Proszę potwierdzić, dla którego z kont ma zostać resetowane hasło:

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
pl: <p><strong>Szczegółowy raport</strong>: Szczegółowy raport pokazuje szczegółowe statystyki ruchu i przychodów. Przy pomocy filtrów i narzędzi do wyboru kolumn można posortować raport według własnych kryteriów.</p> <p><strong>Player report</strong>: Raport gracza pokazuje rozbicie statystyk na poszczególnych graczy. Dzięki filtrom może dostosować raport do swoich potrzeb.</p> <p><strong>Dzienne zarobki</strong>: Raport z prowizji pokazuje dzienne zarobki z prowizji dla danej strony lub produktu.</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
pl: <p>Klient to osoba, która została polecona za pomocą któregoś z narzędzi marketingowych użytkownika i która wpłaciła pieniądze na swoje konto na %1. Musi spełniać następujące kryteria: </p> <ul class='checked'> <li>Nie była dotąd klientem %1.</li> <li>Dokonała minimalnej wpłaty.</li> <li>Ma powyżej 18 lat.</li> </ul>

source: <p>In only a short space of time since their inception, binary options are fast becoming a popular trading product. The numerous binary options trading platforms subsequently being created support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.</p> <p>Binary options trading is a high profit market where there's a place for everyone [including you] to take a cut of the pie!</p>
pl: <p>Bardzo szybko po pojawieniu się na rynku opcje binarne stały się popularnym produktem handlowym. Potwierdza to fakt powstawania kolejnych platform handlu opcjami binarnymi. Współpracując z nami możesz korzystać z szybkiego rozwoju tego segmentu rynku.</p> <p>Opcje binarne to rynek wysokich zysków, gdzie dla każdego (także dla Ciebie) znajdzie się miejsce!</p>

source: <p>Please take a moment to verify your identity by providing us with the correct answer to your secret question and date of birth, below.</p>
pl: <p>Prosimy o poświęcenie chwili na weryfikację tożsamości przez podanie poniżej odpowiedzi na swoje sekretne pytanie oraz daty urodzenia.</p>

source: <p>Sorry, an error has occurred. Please <a href="%1">try accessing our Cashier</a> again.</p>
pl: <p>Przepraszamy, wystąpił błąd. Prosimy <a href="%1">spróbować uzyskać dostęp do Kasjera</a> ponownie później.</p>

source: <p>Thank you. You're one step closer to being done!</p><p>All you need to do is follow the instructions in the email we just sent you.<br /> The e-mail subject-line reads, <strong>"%1"</strong>.</p><p>Remember, if you don't receive an email from us in the next few minutes, please check your junk/spam mail folder or <a href="%2"><strong>contact us</strong></a> should you need further assistance.</p>
pl: <p>Dziękujemy. Już tylko krok dzieli Cię od zakończenia!</p><p>Wystarczy postępować wg instrukcji podanych w e-mailu, który właśnie do Ciebie wysłaliśmy.<br /> Temat e-maila to, <strong>"%1"</strong>.</p><p>Uwaga: jeśli nie dostaniesz wiadomości od nas w ciągu najbliższych kilku minut, sprawdź swój folder ze spamem lub <a href="%2"><strong>napisz do nas</strong></a>, jeżeli będzie potrzebować dalszej pomocy.</p>

source: <p>The %1 affiliate program enables you to benefit from referring clients to the %1 site. %1 growth and success is shared with affiliates who have the ability to bring new Clients to the site.</p> <p>If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.</p> <p>Your clients will love the %1 trading platform because we offer a complete trading experience tailored to the needs of an exceptionally wide range of traders.</p> <p>Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.</p> <p>Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.</p>
pl: <p>Program partnerski %1 umożliwia zarabianie na polecaniu klientom portalu %1. Rozwój i sukces %1 zależy od partnerów, którzy potrafią przyciągnąć na portal nowych klientów.</p> <p>Jeśli jesteś brokerem, chętnie nawiążemy z Tobą współpracę. Będziesz zapoznawać swoich klientów z unikalnym i innowacyjnym produktem - platformą handlową %1.</p> <p>Twoi klieci będą zachwyceni platformą handlową %1, ponieważ nasza oferta jest dopasowana do potrzeb wyjątkowo dużego grona graczy.</p> <p>Początkujący handlarze mogą korzystać z naszej intuicyjnej platformy wizualnej, aby dowiedzieć się więcej o handlowaniu, ćwiczyć zawieranie transakcji i zdobyć doświadczenie.</p> <p>Doświadczenia gracze mogą korzystać z licznych narzędzi handlowych i analitycznych, jakie można znaleźć na platformie %1.</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
pl: <p>Tak. Prosimy o kontakt z menadżerem konta, jeśli potrzebny jest spersonalizowany baner. Prosimy o podanie następujących informacji:</p> <ul class='checked'> <li>Wielkość piksela.</li> <li>Format pliku.</li> <li>Wybrany język.</li> <li>Adres URL strony, na której pojawi się baner.</li> <li>Położenie banera.</li> <li>Konkretne kolory, jakie ma zawierać baner.</li> <li>Konkretna informacja, jaką ma zawierać baner.</li> </ul>

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
pl: <strong>wycena 2-stronna</strong> - %1 obstawia transakcję i jej przeciwieństwo, dzięki czemu zawsze otrzymujesz obiektywne i jasne ceny.

source: <strong>All durations</strong> - from 10 seconds to 365 days.
pl: <strong>Wszystkie okresy</strong> - od 10 sekund do 365 dni.

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
pl: <strong>Wszystkie warunki rynkowe</strong> - zysk/strata, osiągnie/nie osiągnie, pozostanie na danym poziomie/przekroczy.

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
pl: <strong>Wszystkie rynki, wszystkie warunki</strong> - handluj walutami, wskaźnikami i towarami an rynkach rosnących, rynkach o tendencji zniżkowej, spokojnych i zmiennych.

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
pl: <strong>Wszystkie rynki</strong> - waluty, wskaźniki giełdowe i towary.

source: <strong>All payouts</strong> - from $1 to $100,000.
pl: <strong>Wypłaty w każdej wysokości</strong> - od 1 do 100 000 dolarów.

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
pl: <strong>Porównywanie cen</strong> - %1 codziennie porównuje swoje ceny opierając je na rynkach międzybankowych instrumentów pochodnych.

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
pl: <strong>Lepsza cena wykonania!</strong><br /> Cena zmieniła się na korzyść z %1 na %2.

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
pl: <strong>Towary</strong> - handluj głównymi towarami, takimi jak złoto i ropa.

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
pl: <strong>Waluty</strong> - handluj wszystkimi głównymi parami walutowymi (FX) przez całą dobę.

source: <strong>Currencies</strong> - trade all major FX pairs.
pl: <strong>Waluty</strong> - handluj wszystkimi głównymi parami walutowymi (FX).

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
pl: <strong>Rynki o tendencji zniżkowej </strong> - wybieraj między zakładami na rynkach o tendencji zniżkowej, malejącej, jednorazowym osiągnięciem z niskim limitem lub brakiem osiągnięcia z wysokim limitem.

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
pl: <strong>Wyższy/niższy</strong> - prognozuj, czy rynek będzie wyższy czy niższy niż cena docelowa.
