Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 jest dokładnie <strong>niższe</strong> niż <strong>%6</strong> na zamknięciu o godz. %5.

source: does not touch
pl: nie osiąga

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>nie osiągnie wartości %6</strong> do zamknięcia o godz. %5.

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>nie osiągnie %6</strong> do godz. %5 po %4.

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>nie osiągnie wartości %6</strong> do godz. %5.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 jest dokładnie <strong>wyższe</strong> niż <strong>%6</strong> na zamknięciu o godz. %5.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że%3 jest dokładnie <strong>wyższe</strong> niż <strong>%6</strong> o ogdz. %5 po %4.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 jest dokładnie <strong>wyższe</strong> niż <strong>%6</strong> o godz. %5.

source: goes down
pl: obniża się

source: <strong>Tick Trade</strong>: (double) %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is <strong>lower</strong> than the entry price.
pl: <strong>Transakcja z najniższym przyrostem ceny</strong>: (podwójna) %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 po <strong>%5 przyrostach ceny</strong> będzie <strong>niższe</strong> niż cena wejściowa.

source: <strong>Tick Trade</strong>: (Lucky 10) %1 <strong>%2</strong> payout if %3 <strong>has</strong> a last decimal digit of <strong>%6</strong> after <strong>%5 ticks</strong>.
pl: <strong>Transakcja z najmniejszym przyrostem ceny</strong>: (Szczęśliwe 10) %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>posiada ostatnią</strong> cyfrę po przecinku <strong>%6</strong> po <strong>%5 przyrostach ceny</strong>.

source: ends outside
pl: kończy się poza

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>zakończy się poza %7</strong> do <strong>%6</strong> na zamknięciu o godz. %5.

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>zakończy się poza %7</strong> do <strong>%6</strong> o godz. %5 po %4.

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>zakończy się poza %7</strong> do <strong>%6</strong> o godz. %5.

source: rises
pl: rośnie

source: goes outside
pl: wykracza poza

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> to <strong>%6</strong> by close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>przekroczy %7</strong> do <strong>%6</strong> przed zamknięciem o godz. %5.

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> and <strong>%6</strong> by %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>przekroczy %7</strong> i <strong>%6</strong> do godz. %5 po %4.

source: touches
pl: osiąga

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>osiągnie%6</strong> przed zamknięciem o godz. %5.

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>osiągnie %6</strong> do godz. %5 po %4.

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>osiągnie %6</strong> do godz. %5.

source: stays between
pl: pozostaje pomiędzy

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through close on %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>pozostanie pomiędzy %7</strong> do <strong>%6</strong> do zamknięcia o godz. %5.

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> and <strong>%6</strong> through %5 after %4.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>pozostanie pomiędzy %7</strong> a <strong>%6</strong> do godz. %5 po %4.

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through %5.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>pozostanie pomiędzy %7</strong> do <strong>%6</strong> do godz. %5.

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>higher</strong> than <strong>%6</strong>.
pl: %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 po <strong>najmniejszych przyrostach ceny z %5</strong> jest dokładnie <strong>wyższe</strong> niż <strong>%6</strong> o godz. %5.

source: <strong>Tick Trade</strong>: (Quick 10%) %1 <strong>%2</strong> payout if %3 <strong>does not have</strong> a last decimal digit of <strong>%6</strong> after <strong>%5 ticks</strong>.
pl: <strong>Transakcja z najmniejszym przyrostem ceny</strong>: (Szybkie 10%) %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 <strong>nie ma</strong> ostatniej cyfry po przecinku <strong>%6</strong> po <strong>%5 przyrostach ceny</strong>.

source: goes up
pl: rośnie

source: <strong>Tick Trade</strong>: (double) %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is <strong>higher</strong> than the entry price.
pl: <strong>Transakcja z najmniejszym przyrostem ceny</strong>: (podwójna) %1 <strong>%2</strong> wypłata nastąpi pod warunkiem, że %3 po <strong>%5 przyrostach ceny</strong> jest <strong>wyższe</strong> niż cena wejściowa.

source: Incorrect LoginID or password.
pl: Nieprawidłowy login lub hasło.

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
pl: Możliwość logowania się na to konto została tymczasowo wyłączona ze względu na konserwację systemu. Prosimy spróbować ponownie za 30 minut.

source: This account is unavailable. For any questions please contact Customer Support.
pl: To konto jest niedostępne. W przypadku pytań prosimy o kontakt z obsługa klienta.

source: Sorry, access through this IP network has been disabled. Please contact Customer Support.
pl: Niestety, dostęp za pośrednictwem tej sieci IP został wyłączony. Prosimy o kontakt z Działem Obsługi Klienta.

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
pl: Przepraszamy, wykonano zbyt wiele prób zakończonych niepowodzeniem. Prosimy spróbować ponownie za 5 minut.
