Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
pl: Wskaźnik skuteczności pokazuje wydajność ceny papieru wartościowego w postaci odsetek. Jest to tak zwany "znormalizowany" wykres. Wskaźnik skuteczności pokazuje w procentach, o ile wzrosła wartość papieru wartościowego w danym okresie. Np. w przypadku, gdy wskaźnik skuteczności wynosi 10 oznacza to, że cena papieru wartościowego wzrosła o 10% od ostatniego okresu wyświetlonego po lewej stronie wykresu. Podobnie wartość -10% oznacza, że cena papieru wartościowego spadła o 10% od ostatniego okresu. Wykresy skuteczności są pomocne w porównaniu ruchów cen dla różnych papierów wartościowych.

source: The Program
pl: Program

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
pl: Wskaźnik tempa zmiany (ROC) pokazuje, jak szybko zmienia się cena danej akcji (lub innego instrumentu finansowego). Teoretycznie, jeśli cena rośnie (lub spada)bardzo szybko, wkrótce nastąpi moment, kiedy instrument zostanie uznany za wykupiony (lub wyprzedany). Kiedy to nastąpi, cena może nadal rosnąć (lub spadać), ale nie tak szybko jak wcześniej.

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
pl: Wskaźnik względnej siły (RSI) mierzy cenę akcji w stosunku do niej samej i jej najnowszej historii. Jest obliczany jako średnia cen dla dni, kiedy cena rosła podzielona przez średnią cen w dniach, gdy cena spadała. Zakres wskaźnika RSI mieści się między 0 a 100. Poziom 70+ może wskazywać, że akcja jest wykupiona, co oznacza, że gracz powinien rozważyć sprzedaż. I odwrotnie, wyprzedana przy poziomie 30. Zasadą jest, że jeśli kiedy występuje duża proporcja dziennego ruchu w jednym kierunku, wskazuje to na ekstremum, a ceny prawdopodobnie się odwrócą.

source: The Spread represents the difference between the Bid and Ask.
pl: Spread pokazuje różnicę między zakładem o ofertą.

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
pl: Oscylator stochastyczny to wskaźnik pędu, który pokazuje położenie aktualnej bliskiej względnej do wysokiego/niskiego zakresu w ciągu określonej liczby okresów.Oscylator stochastyczny składa się z dwóch linii, które oscylują między pionową skalą od 0 do 100. %K to linia główna i jest narysowana jako linia ciągła. %D to druga linia, która przesuwa się średnio wzdłuż %K. Linia %D jest przerywana. Szybka stochastyczna to średnia ostatnich trzech %K, a wolna stochastyczna to trzydniowa średnia szybkiej stochastycznej.

source: The USD Index is a weighted Index, measuring the US Dollar’s value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
pl: Indeks USD to indeks ważony mierzący wartość dolara amerykańskiego w stosunku do koszyka 5 światowych walut (EUR, GBP, JPY, CAD, AUD), z których każda ma wagę 20%.

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Regent Markets Group of companies or any of our business associates.
pl: Powyższe dane osobowe, które otrzymamy będą prowadzone przez nas i przetwarzane w dowolnym celu, który może być dozwolony lub wymagany przez prawo. Możemy również przekazać takie dane osobowe do każdej firmy w ramach Regent Markets Group lub któremukolwiek z naszych partnerów biznesowych.

source: The bandwidth to compute the indicator
pl: Przepustowość do obliczenia wskaźnika

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
pl: Limit opcji binarnej to cena docelowa, którą określasz dla rynku podstawowego. Możesz wybierać spośród zakładów, które pozostają poniżej lub przekraczają cenę docelową lub pozostają między dwoma celami.

source: The barrier(s) you choose defines your position and triggers your payout.
pl: Ustawione limity określają pozycję, którą inicjuje wypłatę.

source: The barriers are improperly entered for this contract.
pl: limity dla tego kontraktu zostały wprowadzone nieprawidłowo.

source: The best promotional tools and robust online reporting
pl: Najlepsze narzędzia do promocji i rozbudowany system raportów online

source: The bonus code can only be entered and activated upon account opening.
pl: Kod bonusowy można wprowadzić i aktywować w momencie otwarcia konta.

source: The bonus will only be paid according to the first deposit amount, and will not be given based on multiple deposits that accumulate to Y.
pl: Bonus zostanie wypłacony tylko według pierwszej kwoty depozytu i nie będzie wypłacany w oparciu o wielokrotne depozyty akumulujące się w Y.

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above. The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
pl: Obliczenie ceny do zapłaty (lub wypłaty do otrzymania) dla umów finansowych na niniejszym portalu w momencie, gdy kontrakt finansowy jest nabywany lub sprzedawany lub zostanie ustalone na podstawie najlepszych szacunków Firmy dot. zmian cen rynkowych i oczekiwanej wysokości odsetek, domyślnej zmienności i innych warunków rynkowych obowiązujących w czasie trwania kontraktu i opiera się na skomplikowanych obliczeniach matematycznych. Obliczenia wykonywane są na korzyść Firmy. Ceny kontraktów (lub kwoty do wypłaty) oferowane Klientom grającym na rynkach lun wskaźnikach różnią się znacząco od cen dostępnych na runkach finansowych, gdzie handluje się wskaźnikami giełdowymi, cenami towarów albo kontraktów z powodu faworyzowania Firmy w systemie obliczania cen opisanym powyżej. Dane z wykresów dostępne dla Klientów są orientacyjne i mogą od czasu do czasu różnić się od tych dostępnych na prawdziwych rynkach. Decyzja Firmy dotycząca obliczania wartości kontraktu finansowego jest ostateczna i wiążąca. Firma umożliwia sprzedaż kontraktu przed upływem terminu ważności, ale nie jest do tego zobowiązana i może uniemożliwić takie działanie w zależności od aktualnych warunków rynkowych. Kontrakty mogą być poprawiane, gdy podstawowa wartość aktywów jest dostosowywana przez akcje korporacyjne w okresie trwania kontraktu.

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
pl: Firma nie gwarantuje możliwości sprzedaży kontraktu przed upływem jego daty ważności.

source: The company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
pl: Firma może od czasu do czasu informować o zmianach na portalu, nowych usługach i promocjach. Jeśli jednak chcesz zrezygnować z takiej usługi i nie życzysz sobie otrzymywać bezpośrednich informacji marketingowych, możesz zrezygnować z subskrypcji usługi lub napisać do naszego zespołu obsługi klienta. Jeśli ponownie będziesz chciał otrzymywać materiały promocyjne, możesz także skontaktować się z nami w tym celu.

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
pl: Firma zastrzega sobie prawo do odwołania/zaprzestania stosowania tej promocji według własnego uznania w dowolnym czasie.

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 24 months.
pl: Firma zastrzega sobie prawo do naliczenia opłatę za stan bezczynności w wysokości do 25 USD/EUR/AUD/GBP co 6 miesięcy dla każdego konta klienta, który nie ma odnotowanych żadnych transakcji przez ponad 24 mies.

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, the company does not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
pl: Treści na tym portalu mogą ulec zmianie w dowolnym czasie bez uprzedzenia i są przewidziane wyłącznie w celu wspierania przedsiębiorców w podejmowaniu niezależnych decyzji inwestycyjnych. % 1 podjął odpowiednie środki w celu zapewnienia dokładności informacji na swojej stronie internetowej, jednak firma nie gwarantuje ich poprawności i nie ponosi odpowiedzialności za jakiekolwiek straty lub szkody, które mogą powstać bezpośrednio lub pośrednio z treści lub niemożności dostępu do portalu, za opóźnienia lub awarie transmisji ani otrzymania jakichkolwiek instrukcji lub powiadomień wysłanych za pośrednictwem tego portalu.

source: The contract has expired
pl: Kontrakt wygasł

source: The contract is not available after %1 GMT.
pl: Kontrakt nie będzie dostępny po godz. %1 GMT.

source: The contract must expire on a trading day.
pl: Kontrakt musi kończyć się w dniu handlowym.

source: The contract payout has changed from %1%2 to %1%3.
pl: Kwota wypłaty z kontraktu zmieniła się z %1%2 na %1%3.

source: The contract period is the timeframe of a trade. It is also called the duration.
pl: Okres kontraktu to okres, przez który trwa kontrakt. Nazywany jest też czasem trwania kontraktu.

source: The contract price has changed from %1%2 to %1%3.
pl: Cena kontraktu zmieniła się z %1%2 na %1%3.

source: The cost of your open positions
pl: Koszt Twoich otwartych pozycji

source: The currency of your bonus will be the same as the currency of your first deposit.
pl: Waluta Twojego bonusa będzie taka sama, jak waluta Twojego pierwszego depozytu.

source: The database is not yet updated with settlement data.
pl: Baza danych nie została jeszcze uaktualniona danymi o rozliczeniach.

source: The distance between the middle line and the upper and lower threshold lines
pl: Odległość między linią środkową a górną oraz liniami trendu górnego i dolnego

source: The duration is the length of a purchased trade (see 'contract period').
pl: Czas trwania to długość zakupionego zakładu (zobacz: "czas trwania kontraktu").

source: The entry spot price is the starting price of the trade purchased by a trader.
pl: Cena wejściowa to cena początkowa zakładu zakupionego przez gracza.

source: The expiry price is the price of the underlying when the contract expires.
pl: Cena w momencie upływu ważności to cena rynku podstawowego w momencie wygaśnięcia kontraktu.

source: The filtering algorithm is based on a mathematical formula similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
pl: Algorytm filtrujący oparty jest na wzorze podobnym do systemy zmienności "wstęgi Bollingera", czyli krótkoterminowych wstęg zmienności określanych przez aktualną wartość rynkową, a przyrosty cen wyraźnie znajdujące się poza takimi wstęgami są usuwane.

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
pl: Usługi handlowe finansowe zawarte na niniejszym portalu są odpowiednie tylko dla klientów, którzy są w stanie ponieść stratę wszystkich zainwestowanych pieniędzy i którzy rozumieją i mają doświadczenie w zakresie zagrożeń związanych z nabyciem kontraktów finansowych.

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts. Transactions in financial contracts carry a high degree of risk. If the purchased contracts expire worthless, you will suffer a total loss of your investment, which will consist of the contract premium. If you are contemplating purchasing deep-out-of-the-money contracts (where the strike/barrier price is far away from the current underlying spot price), you should be aware that the chance of such contracts becoming profitable ordinarily is remote.
pl: Usługi handlowe finansowe zawarte na niniejszym portalu są odpowiednie tylko dla klientów, którzy są w stanie ponieść stratę wszystkich zainwestowanych pieniędzy i którzy rozumieją i mają doświadczenie w zakresie zagrożeń związanych z nabyciem kontraktów finansowych. Transakcje finansowe niosą ze sobą wysokie ryzyko. Jeśli zakupiony kontrakt zakończy się bez wartości, stracisz całą zainwestowaną sumę, na którą składać się będzie premia z kontraktu. Jeśli rozważasz zakup kontraktów bez wartości zewnętrznej (deep-out-of-the-money, czyli takich, dla których cena limitowa lub bariera cenowa jest odległa od aktualnej ceny rynku podstawowego), musisz mieć świadomość, że szansa na zyski z takich kontraktów jest mało prawdopodobna.

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
pl: Najpierw należy otworzyć konto. Możesz <a target='_blank' href='%1'>złożyć wniosek przez internet</a> w ciągu kliku minut.

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
pl: Najpierw należy wybrać aktywa, którymi chce się handlować, np. złoto, ropę, akcje czy kursy wymiany walut (wartość opcji binarnej jest pochodną instrumentu bazowego). Wielką zaletą handlu opcjami jest to, że nie kupujesz ani nie sprzedajesz konkretnych aktywów.

source: The game has started!
pl: Gra się rozpoczęła!

source: The last decimal %plural(%1,digit,digits) of the %2th tick %plural(%1,is,are) '%3'; your forecast was %4
pl: Ostatnia(e) %plural(%1,cyfra,cyfry) po przecinku dla przyrostu ceny nr %2 %plural(%1,to,to) '%3'; Twoja prognoza to %4

source: The last decimal digit of the %1th tick was '%2'.
pl: Ostatnia cyfra po przecinki z pierwszego przyrostu %1 to '%2'.

source: The market exit price is the price in effect at the end of the contract period.
pl: Rynkowa cena wyjściowa to cena obowiązująca w momencie zakończenia okresu kontraktu.

source: The market must be open at the start time.
pl: Rynek musi być otwarty w porze rozpoczęcia.

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2014 Regent Markets Group of companies. All rights reserved.
pl: Materiały składające się na portal %1 (w tym wszystkie artykuły, tekst, obrazy, logo, kompilacje, systemy, kod i design) są chronione prawem autorskim 1999-2014 i należą do Regent Markets Group. Wszelkie prawa zastrzeżone.

source: The maximum loss that may be incurred by any Client is the amount of money paid by him to the Company.
pl: Maksymalna strata, jaka może być poniesiona przez Klienta to kwota zapłacona mu przez Firmę.

source: The most important benefit of using OAuth2.0 is that the end-users, who already have valid logins at %1, are able to leverage new applications to execute various trading activities, without these applications needing to know or "see" the end-users security credentials.
pl: Najważniejszą zaletą stosowania OAuth2.0 jest to, że użytkownicy końcowi, którzy mają ważne loginy na% 1 są w stanie wykorzystać nowe aplikacje do wykonywania różnych działań handlowych, a jednocześnie aplikacje te nie "widzą" danych logowania użytkowników końcowych.

source: The moving average period of the signal line
pl: Okres średniej kroczącej linii sygnału

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
pl: Strona wygasła. Może to być spowodowane wolnym połączeniu internetowym, lub nadmiaru obciążenia na naszych serwerach. Prosimy spróbować ponownie za kilka minut.

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
pl: Patent oznacza, że Regent Markets jest uznanym pionierem zakładów opcji binarnych. Patent pozwala chronić nasze innowacje.

source: The payout is the amount paid to an options trader if their prediction is correct.
pl: Wypłata to kwota do wypłaty graczowi w przypadku, gdy jego prognozy się sprawdzą.

source: The period for the moving average
pl: Okres dla średniej kroczącej

source: The period to compute the %1 line
pl: Okres dla obliczenia linii %1

source: The period to compute the indicator
pl: Okres dla obliczenia wskaźnika

source: The period to compute the rate of change of the smoothed range
pl: Okres dla obliczenia szybkości zmian zakresu wygładzonego

source: The period to smooth the indicator
pl: Okres dla wygładzenia wskaźnika

source: The period to smooth the range
pl: Okres dla wygładzenia zakresu

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
pl: Dane osobowe, które otrzymujemy o Tobie pomagają nam w obsłudze konta. Wiemy, że możesz być zaniepokojony tym, co robimy z tymi informacjami, a także z informacjami finansowymi na temat konta. Poniżej przedstawiono procedury ochrony prywatności.

source: The premier platform for binary options trading
pl: Wiodąca platforma handlu opcjami binarnymi

source: The price after %1 ticks was %2
pl: Cena po %1 przyrostach wyniosła %2

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
pl: Zysk to różnica między wypłatą a cena zakupu (stawką) a wypłatą z wygrywającego zakładu.

source: The provided currency %1 is invalid.
pl: Podana waluta %1 jest nieprawidłowa.

source: The provided email address %1 is already in use by another Login ID.
pl: Podany adres e-mail %1 jest już używany dla innego loginu.

source: The random index is a stock index whose price is simulated using random numbers. Unlike real market stock indices whose prices depend on the prices of the individual stocks listed on an Exchange, the random stock index only relies on factors like volatility, previous index price (previous simulated price) and a random number to determine the price of the index. Due to the use of random numbers, the price (or direction) of the index cannot be predicted with certainty and thus behaves like a real market index. When the index is appended with a number, the number is the percentage volatility used in calculating the index price. For instance, the Random Index 25 uses a volatility of 25% in the calculation of the index price. The index started at 1000 on 16 May 2004.
pl: Indeks losowy to indeks giełdowy, którego cena jest określana przy użyciu losowych liczb. W przeciwieństwie do prawdziwych wskaźników giełdowych, których ceny zależą od cen poszczególnych akcji notowanych na giełdzie, losowy indeks giełdowy zależy od czynników takich jak zmienność, poprzednia cena indeksu (poprzednia symulowana cena) oraz losowa liczba określająca cenę indeksu. Ze względu na użycie losowych liczb, cena (lub kierunek) indeksu nie może być przewidziana z całą pewnością i dlatego zachowuje się jak prawdziwy indeks rynkowy. Kiedy indeksowi towarzyszy liczba, jest ona wyrażoną w procentach zmiennością używaną przy obliczaniu ceny indeksu. Np. indeks losowy 25 korzysta ze zmienności o wartości 25% podczas obliczania ceny indeksu. Indeks rozpoczął się z wartością 1000 dnia 16 maja 2004 r.

source: The ratio above and below the moving average
pl: Proporcja powyżej i poniżej średniej ruchomej

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
pl: Cena odsprzedaży wskazuje aktualną cenę rynkową danego kontraktu. Ceny odsprzedaży są oparte na aktualnie dostępnych i mogą nie być dostępne w każdym czasie po zakupie. Zobacz "Sprzedaż opcji", aby uzyskać więcej informacji na temat sprzedaży umowy przed terminem ważności.
