Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
pl: <strong>Wyższy/niższy</strong> - gdzie możesz zyskać w zależności od tego, czy czy rynek będzie wyższy czy niższy niż cena docelowa.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
pl: <strong>WAŻNE ZASTRZEŻENIE</strong> - %1 nie jest związane z żadnym z pośredników płatności wymienionymi powyżej. Każdy pośrednik płatności działa jako niezależny usługodawca zatwierdzony przez %1. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW NA WŁASNE RYZYKO. Zaleca się sprawdzenie danych pośredników płatności przed wysłaniem do nich pieniędzy. %1 nie ponosi żadnej odpowiedzialności za transakcje zawarte między klientami a pośrednikami płatności.

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
pl: <strong>Wewnątrz/na zewnątrz</strong> - prognozuj, czy rynek pozostanie pomiędzy czy przekroczy dwie ceny docelowe.

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
pl: <strong>Wewnątrz/na zewnątrz</strong> - gdzie możesz zyskać, jeśli rynek pozostanie wewnątrz lub przekroczy dwie ceny docelowe.

source: <strong>Instant access</strong> - open an account in minutes.
pl: <strong>Błyskawiczny dostęp</strong> - otwórz konto w ciągu paru chwil.

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
pl: <strong>Błyskawiczne finansowanie</strong> - otwórz, wpłacaj lub wypłacaj pieniądze z konta w ciągu kilku minut przez 24 godz. na dobę.

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
pl: <strong>Ryzyko jest znane</strong> - od początku wiesz, jakie jest ryzyko wygranej lub przegranej.

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
pl: <strong>Działania długoterminowe</strong> - wybieraj transakcje na maksymalnie 365 dni.

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
pl: <strong>Niskie stawki minimalne</strong> - transakcje już od 5 dol.

source: <strong>Lucky 10 Digits</strong> - these are trades where the trader predicts the last decimal digit of a market after 5 ticks to win 10 times the initial stake.
pl: <strong>Szczęśliwe 10 cyfr</strong> - to zakłady, w których gracz prognozuje ostatnią cyfrę po przecinku po 5 najmniejszych przyrostach ceny, aby wygrać 10-krotność stawki początkowej.

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
pl: <strong>Bez niespodzianek</strong> - żadnych "pomyłek", "wezwań do uzupełnienia depozytu", możliwości "zasiedzenia się" ani ukrytych opłat czy prowizji.

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
pl: <strong>Bez niespodzianek</strong> - nie ma wezwań do uzupełnienia depozytu, ryzyka wynikającego z różnicy, kosztów błędu, ukrytych opłat ani prowizji.

source: <strong>Note:</strong> There is a 1.5% commission on any payout.
pl: <strong>Uwaga:</strong> Do każdej wypłaty naliczana jest prowizja w wysokości 1,5%.

source: <strong>Note:</strong> There is no commission on any winnings.
pl: <strong>Uwaga:</strong> Od wygranych nie pobierane są prowizje.

source: <strong>Note:</strong> to minimize the file size, please save the image in PNG or JPEG format.
pl: <strong>Uwaga:</strong> aby zmniejszyć rozmiar pliku, proszę zapisać go w formacie PNG lub JPEG.

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
pl: <strong>Opatentowana technologia</strong> - %1 jest pionierem w branży z opatentowaną technologią wyceny.

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
pl: <strong>Opcje płatności</strong> - na %1 dostępnych jest wiele metod płatności: karty kredytowe/debetowe, przelewy bankowe, e-gotówka i e-portfel.

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
pl: <strong>Rynki o trendzie stałym</strong> - możesz wybierać spośród transakcji "nie osiągnie", "pozostanie pomiędzy" lub "zakończy się pomiędzy".

source: <strong>Random Indices</strong> - trade %1's propietary random indices.
pl: <strong>Losowe wskaźniki</strong> - handluj zastrzeżonymi przez %1 wskaźnikami losowymi.

source: <strong>Random indices</strong> - trade %1's own random indices, 24/7.
pl: <strong>Losowe wskaźniki</strong> - handluj własnymi indeksami losowymi %1 przez 24 godz. na dobę.

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
pl: <strong>Wzrost/spadek</strong> - prognozuj, czy rynek zyska czy straci z obecnego poziomu.

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
pl: <strong>Wzrost/spadek</strong> - możesz zyskać, jeśli rynek zyska lub straci w stosunku do obecnego poziomu.

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
pl: <strong>Rynki zwyżkujące</strong> - możesz wybierać spośród transakcji o trendzie zwyżkującym, wyższym, transakcji "osiągnie jedne raz" z wysokim limitem lub transakcji "nie osiągnie" z niskim limitem.

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
pl: <strong>Handel skalowalny</strong> - wygraj proporcjonalny zwrot ze stawek dla wszystkich wartości.

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
pl: <strong>Bezpieczeństwo</strong> - %1 gwarantuje, że Twoje dane osobowe i transakcje są zawsze bezpieczne.

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
pl: <strong>Ustaw prawdopodobieństwo wygranej</strong> - wybieraj spośród transakcji z wysokim zwrotem i niskim prawdopodobieństwem wygranej lub niskim zwrotem i wysokim prawdopodobieństwem wygranej.

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
pl: <strong>Krótko- i długoterminowe</strong> - wybierz czas trwania od 10 sek. do 365 dni.

source: <strong>Short-term action</strong> - choose tick trades and intraday trades, from 1 minute to 24 hours.
pl: <strong>Działania krótkoterminowe</strong> - dostępne są transakcje z najmniejszym przyrostem ceny i transakcje zaczynające się i kończące tego samego dnia, o czasie trwania od 1 min. do 24 godz.

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
pl: <strong>Indeksy akcji</strong> - handluj wszystkimi głównymi indeksami giełdowymi z całego świata.

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
pl: <strong>Indeksy akcji</strong> - do wyboru indeksy akcji giełd z całego świata.

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
pl: <strong>Osiągaj szybkie zyski</strong> - sprzedaj swoje transakcje długoterminowe po cenach rynkowych przed datą zakończenia.

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
pl: <strong>Zwolnienie z podatku</strong> - opcje binarne są zarejestrowane w Wielkiej Brytanii jako zawieranie zakładów, dzięki czemu są zwolnione z podatku.

source: <strong>Tick Trade Quick 10%</strong> - these are trades where the trader predicts that the last decimal digit of a market after 5 ticks will NOT be the number selected.
pl: <strong>Zakład z najmniejszym przyrostem ceny Szybkie 10%</strong> - zakłady, w których gracz prognozuje, jaka NIE BĘDZIE ostatnia cyfra po przecinku dla rynku po 5 przyrostach ceny.

source: <strong>Tick Trade Up/Down</strong> - these are trades where the trader predicts if the market will move up or down after 5 ticks.
pl: <strong>Zakład z najmniejszym przyrostem ceny wzrost/spadek</strong> - zakłady, w których gracz prognozuje, czy rynek będzie zmieniał się w górę czy w dół po 5 najmniejszych przyrostach ceny.

source: <strong>Tick Trades</strong> - where you can profit from ultra short-term market movements over the next five ‘ticks’.
pl: <strong>Transakcje z najmniejszym przyrostem ceny</strong> - możesz zyskać na ultrakrótkich ruchach na rynku podczas pięciu najbliższych "najmniejszych przyrostów ceny".

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
pl: <strong>Osiągnie/nie osiągnie</strong> - prognozuj, czy rynek osiągnie czy nie osiągnie cenę docelową.

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
pl: <strong>Osiągnie/nie osiągnie</strong> - możesz zyskać w zależności od tego, czy rynek osiągnie czy nie osiągnie ceny docelowej.

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $75,000.
pl: <strong>Handluj tak, jak pozwala Ci Twój budżet.</strong> - zacznij od 2 dol. lub idź na całość inwestując nawet 75 000 dol.

source: <strong>Trade to your strategy</strong> - set your trades on ‘gut feel’, or use technical or fundamental analysis.
pl: <strong>Handluj zgodnie ze swoją strategią</strong> Zawierając transakcje kieruj się przeczuciem albo przeprowadź analizę fundamentalną lub techniczną - wybór należy do Ciebie.

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
pl: <strong>Handluj wtedy, kiedy masz ochotę</strong> - przez 24 godz. na dobę, nawet w weekendy.

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
pl: <strong>Handluj bez kompleksów</strong> - możesz korzystać z wyceny zwykle zarezerwowanej tylko dla dużych graczy instytucjonalnych.

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
pl: <strong>Zero ograniczeń</strong> - dostosuj transakcje do swoich potrzeb.

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
pl: <strong>Zwrot w wysokości nawet 100% dla transakcji wzrost/spadek</strong> - spróbuj znaleźć lepszy zwrot u konkurencji.

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
pl: <strong>Rynki zmienne</strong> - możesz wybierać spośród transakcji "osiągnie jeden raz", "przekroczy" lub "zakończy się poza limitem".

source: <ul class='checked'> <li>%1 is the leading binary option trading platform.</li> <li>With an interface in English, Spanish, French, Japanese, Portuguese, Russian and Indonesian it has an internationally wide appeal.</li> <li>The %1 platform is 100% web based making it instantly available for clients.</li> <li>The platform is user friendly and accessible to all levels of traders.</li> <li>The %1 affiliate program is competitive and adaptive to your unique requirements [whatever they may be].</li> </ul> <p>If you want to profit from this high demand product then your best option is to partner with the market leader; %1. We've been in the business since 1999, and we know what we're doing.</p>
pl: <ul class='checked'> <li>%1 to najpopularniejsza platforma do handlu opcjami binarnymi.</li> <li>Międzynarodowy zasięg zapewnia interfejs po angielsku, hiszpańsku, francusku, japońsku, portugalsku i rosyjsku.</li> <li>Platforma %1 to narzędzie w 100% internetowe, co umożliwia klientom błyskawiczny dostęp.</li> <li>Platforma jest przyjazna dla użytkowników o różnym poziomie zaawansowania.</li> <li>Program partnerski %1 jest konkurencyjny i dostosowany do Twoich indywidualnych potrzeb.</li> </ul> <p>Jeśli Ty też chcesz korzystać z tego ambitnego produktu, zostań partnerem lidera rynku, %1. Działamy od 1999 roku i znamy się na tym, co robimy.</p>

source: <ul><li> Go to the <strong>Edit</strong> menu and select <strong>Preferences....</strong> </li><li> Click on the <strong>Security</strong> tab. </li><li> Set "<strong>Accept cookies</strong>" to <strong>Always</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
pl: <ul><li> Przejdź do menu <strong>Edycja</strong> i wybierz <strong>Preferencje....</strong> </li><li> Kliknij zakładkę <strong>Bezpieczeństwo</strong>. </li><li> Ustaw "<strong>Akceptuj pliki cookie</strong>" na <strong>Zawsze</strong>. </li><li> Kliknij przycisk <strong>X</strong> w prawym górnym rogu, aby zapisać i zamknąć. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
pl: <ul><li> Przejdź do menu <strong>Narzędzia</strong> i wybierz <strong>Opcje internetowe</strong>. </li><li> Kliknij zakładkę <strong>Prywatność</strong>. </li><li> Kliknij przycisk <strong>Zaawansowane</strong>. </li><li> Wybierz <strong>Nadpisuj automatyczną obsługę plików cookie</strong>. </li><li> Wybierz <strong>Akceptuj</strong> dla <strong>plików cookie otrzymywanych bezpośrdnio</strong> oraz <strong>plików cookie otrzymywanych od osób trzecich</strong>. </li><li> Kliknij przycisk <strong>OK</strong>, aby zapisać i zamknąć. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
pl: <ul><li> Przejdź do menu <strong>Narzędzia</strong> i wybierz <strong>Preferencje</strong>. </li><li> Kliknij zakładkę <strong>Zaawansowane</strong>. </li><li> Wybierz opcję <strong>Pliki cookie</strong> z kolumny po lewej stronie. </li><li> Wybierz opcję <strong>Akceptuj pliki cookie</strong>. </li><li> Kliknij przycisk <strong>OK</strong>, aby zapisać i zamknąć. </li></ul>

source: <ul><li>Go to "<strong>Customize and control Google Chrome</strong>" dropdown and select <strong>Options</strong>.</li><li>Click on the <strong>Under the Hood</strong> tab.</li><li>Click on the <strong>Content settings</strong> button.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Close</strong> button to save your settings.</li></ul>
pl: <ul><li>Przejdź do menu rozwijanego "<strong>Dostosuj i kontroluj Google Chrome</strong>" i wybierz <strong>Opcje</strong>.</li><li>Kliknij zakładkę <strong>Dla zaawansowanych</strong>.</li><li>Kliknij przycisk <strong>Ustawienia treści</strong>.</li><li>Wybierz opcję <strong>Zezwalaj na przechowywanie danych lokalnie (zalecane)</strong>.</li><li>Kliknij przycisk <strong>Zamknij</strong>, aby zapisać ustawienia.</li></ul>

source: <ul><li>Go to the <strong>Tools</strong> menu and select <strong>Options</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
pl: <ul><li>Przejdź do menu <strong>Narzędzia</strong> i wybierz <strong>Opcje</strong>.</li><li>Kliknij zakładkę <strong>Prywatność</strong>.</li><li>Ustaw "<strong>Program Firefox będzie</strong>" to "<strong>pamiętał historię</strong>".</li><li>Kliknij przycisk <strong>OK</strong>, aby zapisać ustawienia.</li></ul>

source: A Phonegap mobile application for Binary.com
pl: Aplikacja mobilna Phonegap dla Binary.com

source: A Selenium test suite for Binary.com
pl: Zestaw testowy Selenium dla Binary.com

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
pl: Prosta ruchoma średniej kroczącej może zostać rozszerzone przez umieszczenie koperty procentowej po dowolnej stronie. Nasze linie są wyświetlane 20% powyżej i 10% poniżej linii średniej kroczącej.

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
pl: Zakład typu "pozostanie pomiędzy" przynosi zysk, jeśli rynek pozostanie pomiędzy (nie osiągnie) ZARÓWNO górną jak i dolną limitem w dowolnym momencie w wybranym okresie. Zakład typu "przekroczy" przynosi zysk, jeśli rynek osiągnie górny ALBO dolny limit w dowolnym momencie w wybranym okresie.

source: A Trading Agent is a person or entity other than the Client, who is given the authority to buy and sell contracts on behalf of the Client in the Client's Account.
pl: Agent handlowy to osoba inna niż Klient uprawniona do kupowania i sprzedawania kontraktów w imieniu Klienta z konta Klienta.

source: A True Partnership
pl: Prawdziwe partnerstwo

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
pl: Opcja binarna to zakupiony przez gracza kontrakt, dla którego wypłacana jest wcześniej określona kwota, jeśli prognoza gracza się sprawdzi.

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called ‘binary’ because there can be only two outcomes – win or lose.
pl: Opcja binarna to instrument finansowy, który daje stały dochód ustalony przy zawieraniu transakcji. Jeśli prognoza się sprawdzi, gracz otrzymuje ustaloną wypłatę, w przeciwnym razie traci tylko początkową stawkę, nic ponad to. Opcje nazywane są "binarnymi", ponieważ mogą dawać tylko dwa wyniki - wygraną lub przegraną.

source: A call is being initiated to your telephone number
pl: Rozpoczyna się rozmowa z Twoim numerem telefonu

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
pl: Instrument pochodny to instrument finansowy, którego wartość określana jest przez odniesienie do rynku podstawowego. Instrumenty pochodne są zazwyczaj sprzedawane na rynku międzybankowym, a opcje binarne są jedną z najprostszych form instrumentów pochodnych.

source: A member of our Customer Support Team will contact you shortly.
pl: Wkrótce skontaktuje się z Tobą Zespół obsługi klienta.

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
pl: Wskaźnik zmiany pokazujący procentową zmianę potrójnego wygładzania wykładniczego średniej kroczącej. Tak jak inne oscylatory, oscylator TRIX oscyluje w okolicach linii zerowej.

source: A new version of the interface is available. Please refresh this page to try again.
pl: Dostępna jest nowa wersja interfejsu. Odśwież stronę, aby spróbować ponownie.

source: A next-generation front-end interface with Sencha ExtJS-5
pl: Interfejs front-end nowej generacji od Sencha ExtJS-5

source: A panel featuring industry leaders awards BetOnMarkets.com ‘Financial Betting Operator of the Year’ over two other finalists. It’s a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
pl: Panel ukazujący, że BetOnMarkets.com jest liderem rynku przed dwoma innymi finalistami z tytułem "Operator zakładów finansowych roku". To wielkie wyróżnienie dla naszej marki i kolejne zwycięstwo w usługach zakładów. Od dziesięciu lat coraz lepiej sobie radzimy.

source: A problem occurred
pl: Wystąpił problem

source: A problem occurred while connecting to the server. Please try again later.
pl: Wystąpił problem podczas nawiązywania połączenia z serwerem. Proszę spróbować później.

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
pl: Skan rachunku za media zawierający aktualny adres zamieszkania (rachunek musi być z ostatnich 3 miesięcy).

source: A scanned copy of your passport or driver's licence.
pl: Skan paszportu lub prawa jazdy.

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
pl: Wskaźnik techniczny, który mierzy poziomy wykupienia/wyprzedania w podobny sposób, jak oscylator, z zastrzeżeniem, że %R jest naniesiony odwrotnie od 0 % do -100%. Odczyty w zakresie od 80% do 100% oznaczają, że depozyt został wyprzedany, zaś pomiędzy 0% a 20% sugerują, że został wykupiony.

source: A tick is the minimum upward or downward movement in the price of a market.
pl: Minimalny ruch w górę lub w dól w cenie rynkowej.

source: API Developer Guide
pl: Przewodnik programisty API

source: AUTHORISED PAYMENT AGENT? (this field visible from office only)
pl: AUTORYZOWANY POŚREDNIK PŁATNOŚCI?

source: About
pl: O

source: About Us
pl: O nas

source: Absolute barrier
pl: Limit absolutny

source: Acceptance
pl: Akceptacja

source: According to our terms and conditions, you may only register for one real money account through our site. If you have forgotten the Login ID or password of your existing account, please <a href="%1">try our password recovery tool</a> or contact customer service.
pl: Zgodnie z naszym regulaminem można mieć tylko jedno konto operujące prawdziwymi pieniędzmi. Jeżeli nie pamiętasz swojego loginu lub hasła do obecnego konta, <a href="%1">skorzystaj z opcji odzyskiwania hasła</a> lub skontaktuj się z obsługą klienta.

source: Account
pl: Konto

source: Account Details
pl: Dane konta

source: Account Limits
pl: Limity na koncie

source: Account Management and Tracking
pl: Zarządzanie kontem i śledzenie działań na koncie

source: Account Opening
pl: Otwarcie konta

source: Account Settings</a> accordingly. Thank you for your kind assistance
pl: Ustawienia konta</a> odpowiednio. Dziękujemy za pomoc

source: Account balance : %1 %2
pl: Saldo konta: %1 %2

source: Account balance:
pl: Saldo konta:

source: Account management facilities (under development)
pl: Funkcje zarządzania kontem (obecnie opracowywane)

source: Accounts
pl: Konta

source: Accumulation/Distribution
pl: Akumulacja/dystrybucja

source: Accuracy of Information
pl: Dokładność informacji
