Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by the Regent Markets Group of companies. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 300,000 clients since <span itemprop="foundingdate">1999</span>
pl: Usługa <span itemprop="brand">%1</span> (poprzednia nazwa: BetOnMarkets.com) jest własnością i jest zarządzana przez grupy the Regent Markets Group. Posiadamy wszystkie niezbędne zezwolenia i podlegamy wymaganym regulacjom. %1 umożliwia handel na rynkach finansowych ponad 300 tysiącom klientów na całym świecie od <span itemprop="foundingdate">1999 roku</span>

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
pl: <strong>Okres kontraktu</strong> to okres między <strong>następnym przyrostem ceny</strong> po <strong>rozpoczęciu kontraktu</strong> i <strong>godziną zakończenia</strong>.

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
pl: <strong>Godziną zakończenia</strong> jest wybrana liczba minut/godzin od <strong>godziny rozpoczęcia</strong> (jeśli trwa krócej niż 1 dzień), lub pod koniec dnia handlowego (jeśli trwa dłużej niż jeden dzień).

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
pl: <strong>Godziną zakończenia</strong> jest wybrana liczba sekund/minut/godzin od <strong>godziny rozpoczęcia</strong> (jeśli trwa krócej niż 1 dzień), lub pod koniec dnia handlowego (jeśli trwa dłużej niż jeden dzień).

source: The <strong>exit spot</strong> is the price in effect at the <strong>end time</strong>.
pl: <strong>Cena wyjściowa</strong> to cena obowiązująca w <strong>momencie zakończenia</strong>.

source: The <strong>start time</strong> is when the contract is processed by our servers.
pl: <strong>Godzina rozpoczęcia</strong> to godzina, gdy kontrakt jest przetwarzany przez nasze serwery.

source: The AUD Index is a weighted Index, measuring the Australian Dollar’s value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
pl: Indeks AUD to indeks ważony mierzący wartość dolara australijskiego w stosunku do koszyka 5 światowych walut (USD, EUR, GBP, JPY, CAD), z których każda ma wagę 20%.

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
pl: Pośrednik prześle Ci kwotę wypłaty (z odliczoną prowizją) za pomocą wybranej metody płatności.

source: The Ask price represents the price at which the contract may be purchased at the present time.
pl: Cena ofertowa to cena, po której kontrakt może być zakupiony w obecnej chwili.

source: The Authentication process verifies the information you have provided us during account registration. It will increase your trading limits and enable you to register more than one credit card.<br/><br/>In order to facilitate the process, please confirm your building no./name before clicking "Authenticate".<br/>
pl: Proces weryfikacji pozwala sprawdzić informacje podane przez Ciebie podczas rejestracji. Dzięki temu podniesione zostaną Twoje limity handlowe i będziesz mieć możliwość rejestracji więcej niż jednej karty kredytowej.<br/><br/>W celu przyspieszenia procesu potwierdź swoje nazwisko/nr domu przed kliknięciem "Zweryfikuj".<br/>

source: The Bid price represents the re-sale price of the contract once it appears on your Portfolio. It is approximately 100 minus the price of the opposite contract.
pl: Cena ofertowa to cena odsprzedaży kontraktu, która widnieje w Twoim portfolio. Wynosi ok. 100 minus cena przeciwnego kontraktu.

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
pl: CCI to system koordynacji w czasie, który najlepiej stosować do kontraktów towarowych, które zmieniają się cyklicznie lub sezonowo. CCI nie określa długości cykli - jest zaprojektowany do wykrywania, kiedy takie cykle się zaczynają i kończą poprzez użycie analizy statystycznej, która zawiera średnią kroczącą i dzielnik odzwierciedlający zarówno potencjalne, jak i aktualne zakresy handlowe.

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
pl: CLV to wskaźnik oparty na lokalizacji blisko związanej z niskimi i wysokimi wartościami w danym okresie. Jest on używany do wykrycia tendencji w ruchach cen.

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
pl: Funkcja zmienności Chaikin określa zmienność serii danych finansowych przy użyciu zmiany procentowej na średniej kroczącej ceny wysokiej w stosunku do ceny niskiej w danym okresie.

source: The Client acknowledges and understands that a Trading Agent authorisation may be revoked by the Client giving notice to the Company, however such revocation may require up to two business days processing time.
pl: Klient potwierdza i przyjmuje do wiadomości, że pozwolenie dla pośrednika płatności może zostać cofnięte przez Klienta za powiadomieniem Firmy, jednak takie cofnięcie może wymagać do dwóch dni procesu obsługi.

source: The Client authorises a Trading Agent and attorney in-fact for the purpose of buying and selling financial contracts through the Client's account at his/her sole risk. The Client hereby indemnifies and holds harmless the Company for losses and all other liabilities that arise directly or indirectly through Client's or Trading Agent's transactions.
pl: Klient upoważnia pośrednika handlowego oraz wyznaczonego adwokata do kupna i sprzedaży kontraktów finansowych za pośrednictwem konta Klienta na własne ryzyko. Klient niniejszym zwalnia Firmę z odpowiedzialności za wszelkie straty i inne zobowiązania mogące wyniknąć pośrednio lub bezpośrednio z transakcji Klienta lub pośredników.

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
pl: Firma nie udostępnia możliwości handlowanie między klientami inwestycjami, papierami wartościowymi, instrumentami pochodnymi ani spekulacjami. Każdy kontrakt finansowy zakupiony przez Klienta za pośrednictwem tego portalu jest indywidualną umową między Klientem a Firmą i nie jest papierem wartościowym, nie jest też zbywalny, nie podlega negocjacjom ani nie może być przypisany osobie trzeciej.

source: The Company hereby grants you a non-exclusive, non-transferable licence, during the term of this Agreement, to use the %1 intellectual-property marks (licensed, in turn by us, from their owner) solely in connection with the display of the advertisements on your Site. This licence cannot be sub-licensed, assigned or otherwise transferred by you. Your right to use the marks is limited to and arises only out of this licence to use the advertisements. You shall not assert the invalidity, unenforceability, or contest the ownership of the marks in any action or proceeding of whatever kind or nature, and shall not take any action that may prejudice us or our licensor's rights in the marks, render the same generic, or otherwise weaken their validity or diminish their associated goodwill.
pl: Firma niniejszym udziela użytkownikowi niewyłącznej, niezbywalnej licencji, w ​​okresie obowiązywania niniejszej Umowy, aby używać znaków własności intelektualnej %1 (na które licencji udzielił nam ich właściciel) wyłącznie w celu wyświetlania reklam na swojej stronie internetowej. Licencja ta nie może być nikomu przekazana, przypisana ani w inny sposób przeniesione przez użytkownika. Prawo użytkownika do używania znaków jest ograniczone do tylko do niniejszej licencji na korzystanie z reklam. Użytkownik nie może dochodzić nieważności, niewykonalności ani kwestionować własności znaków towarowych w każdym skarg niezależnie od rodzaju lub charakteru, i nie podejmie żadnych działań, które mogłyby wpłynąć na nasze lub naszych licencjodawców prawa do znaków towarowych, spowodować taki skutek, lub w inny sposób osłabić ich ważności lub zmniejszyć związaną z nimi wartość firmy.

source: The Company makes no claims that %1 will be uninterrupted or provide an error free service and will not be liable for the consequences of any such errors or interruptions.
pl: Firma nie gwarantuje, że %1 będzie działać bez zakłóceń i nie ponosi odpowiedzialności za konsekwencje takich zakłóceń lub problemów technicznych.

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
pl: Firma może wprowadzić pewne zasady i ograniczenia w odniesieniu do wprowadzania zleceń rynkowych na tym portalu. Takie przepisy mogą się zmieniać od czasu do czasu, w zależności od warunków rynkowych i innych czynników. Następujące zasady obowiązują obecnie:

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 25,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client fully authenticates himself; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 500,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
pl: Firma może nałożyć ograniczenia obrotu na kontach Klienta wg własnego uznania. Obecne limity obrotów po otwarciu konta są wynoszą do 30 000 USD/GBP/EUR/PLN maksymalnego obrotu dziennie. Maksymalna wielkość konta (czyli saldo) wynosi 25 000 USD/GBP/EUR/AUD, a maksymalna zaległa wypłata kontraktu w danym momencie dla danego konta wynosi 25 000 USD/GBP/EUR/AUD. Te limity są podnoszone po weryfikacji tożsamości klienta, a nowa maksymalna wysokość obrotów wynosić będzie 500 000 USD/GBP/EUR/AUD przy maksymalnym saldzie 500 000 USD/GBP/EUR/AUD i maksymalnej zaległej wypłacie kontraktu w danym momencie dla danego konta w wysokości 500 000 USD/GBP/EUR/AUD. Jeśli saldo konta przekroczy maksymalne dopuszczalne saldo, należy dokonać wypłaty, aby przywrócić dopuszczalne saldo.

source: The Company may, from time to time, at its sole discretion, require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until such proof has been provided to its satisfaction.
pl: Firma może, od czasu do czasu, według własnego uznania, wymagać klienta do przedstawienia dowodu tożsamości (np. poświadczoną notarialnie kopię paszportu lub innych środków weryfikacji tożsamości, jakie Firma uzna za wymagane w danych okolicznościach) i może, według własnego uznania, zawiesić konto dopóki taki dowód nie zostanie dostarczony.

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
pl: Firma zastrzega sobie prawo, według własnego uznania, do odmowy i/lub anulowania usługi, a także obciążenia użytkowników opłatami za wpłatę bądź wypłatę, z jakichkolwiek powodów, w tym między innymi:

source: The Company reserves the right to change any part of this Agreement at any time. Notice of any changes will be sent to your email address 7 days in advance of any such changes, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
pl: Firma zastrzega sobie prawo do zmiany dowolnego fragmentu niniejszej Umowy w dowolnym momencie. Powiadomienie o wszelkich zmianach zostanie wysłane na adres e-mail użytkownika na 7 dni przed wejściem w życie takich zmian, jednak obowiązkiem użytkownika jest regularne sprawdzanie niniejszych warunków użytkowania. Uczestnictwo w programie partnerskim po wprowadzeniu przez nas zmian będzie oznaczało wiążące ich uznanie.

source: The Company reserves the right to suspend the operation of this site or sections thereof
pl: Firma zastrzega sobie prawo do wstrzymania działania tego portalu lub jego części

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including without limitation to its payment obligations pursuant to clause 6) through any company within the Company (as defined below).
pl: Firma jest uprawniona do wykonywania swoich praw i wypełniania wszelkich zobowiązań wynikających z Umowy (w tym między innymi swoich zobowiązań płatniczych na podstawie pkt. 6) za pośrednictwem każdego podmiotu w ramach Firmy (zgodnie z poniższą definicją).

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for loss whether direct or indirect of business, revenue or profits, anticipated savings or wasted expenditure, corruption or destruction of data or for any indirect or consequential loss whatever.
pl: Firma nie ponosi wobec użytkownika odpowiedzialności na podstawie umowy ani w inny sposób (w tym odpowiedzialności za zaniedbanie) za pośrednie ani bezpośrednie straty w prowadzonej działalności gospodarczej, w przychodach lub zysku, oczekiwanych oszczędnościach ani zmarnowanych wydatkach, uszkodzeniu lub zniszczeniu danych ani za żadną pośrednią czy wynikłą stratę.

source: The Company shall pay you (in accordance with the provisions of clause 5.3) the currently published percentage of net revenues (as detailed on the commission page of your Affiliate account) received during the term of the Agreement. The affiliate payments due shall only be for bona-fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non bona-fide clients at its sole discretion.
pl: Firma wypłaci użytkownikowi (zgodnie z postanowieniami pkt. 5.3), obecnie podany procent przychodów netto (jak podano na stronie dot. prowizji konta partnerskiego) otrzymanych w trakcie trwania umowy. Płatności partnerskie spowodowane są wyłącznie uczciwie przekierowanych klientów i Firma zastrzega sobie prawo do zignorowania fałszywych kont lub duplikatów konto, które Firma uzna za stworzone nieuczciwie.

source: The Company shall provide you with statements accessible through the website %1 detailing the revenues generated by Clients you have introduced, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However the Company shall also be entitled but not obliged to zero the negative balance that would otherwise be carried forward.
pl: Firma dostarczy użytkownikowi zestawienia dostępne za pośrednictwem %1 z wyszczególnieniem przychodów generowanych przez klientów poleconych przez użytkownika, jeśli tacy będą, które naliczone zostaną użytkownikowi w ciągu miesiąca kalendarzowego. Takie stwierdzenia są aktualizowane codziennie. Pod koniec miesiąca kalendarzowego, Firma poda całkowity udział przychodów netto danego użytkownika, jeśli taki wystąpił, z poprzedniego miesiąca kalendarzowego. W przypadku gdy udział przychodów w każdym miesiącu kalendarzowym będzie kwotą ujemną, Firma ma prawo przypisać taki ujemny przychód do przyszłych udziałów w przychodach, które mogłyby być wypłacone użytkownikowi. Jednakże Firma ma także prawo do wyzerowania ujemnego salda, które mogłoby być przypisane do przyszłych przychodów.

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
pl: Firma nie ponosi odpowiedzialności wobec jakichkolwiek osób, w przypadku działania siły wyższej ani za działania któregokolwiek rządu lub władzy prawnej, ani w przypadku awarii, uszkodzenia lub zniszczenia swoich systemów komputerowych, danych, zapisów lub ich części ani za opóźnienia, straty, błędy lub pominięcia wynikające z awarii lub złego zarządzania sprzętem czy oprogramowania telekomunikacyjnym lub komputerowym. Spółka nie ponosi odpowiedzialności za jakiekolwiek szkody lub straty uznane lub rzekomo wynikające lub spowodowane przez niniejszy portal lub jego zawartość. Obejmuje to użycie przez klienta lub niewłaściwe stosowanie treści, brak możliwości połączenia się klienta lub korzystania z witryny, opóźnienia w operacji lub transmisji, awarii linii komunikacyjnych lub jakichkolwiek błędów lub pominięć w treści.

source: The Company will notify you by email if your application has been successful with instructions on how to begin promoting %1
pl: Firma powiadomi użytkownika e-mailem, jeżeli zgłoszenie zostanie przyjęte; zostaną także wysłane instrukcje z informacją, jak promować %1

source: The Company will provide you with the advertising collateral with Links containing affiliate IDs and which may be modified by us from time to time.
pl: Firma dostarczy partnerowi dodatkowe reklamy z linkami zawierające identyfikatory partnerskie, które mogą być od czasu do czasu zmieniane.

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
pl: Firma ma wyłączne prawo do decyzji, czy zatwierdzić dane zgłoszenie. Decyzja Formy jest ostateczna i nieodwołalna.

source: The Company's Obligations
pl: Zobowiązania Firmy

source: The Cyberview Lodge Resort in Cyberjaya
pl: Ośrodek Cyberview Lodge Resort w Cyberjaya

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
pl: Regulacje prawne i przepisy o ochronie danych osobowych nakładają na przetwarzających dane osobowe obowiązek uczciwego i zgodnego z prawem przetwarzania informacji. Jesteśmy zobowiązani do ochrony prywatności w internecie. Używamy Twoich danych osobowych tylko w celu obsługi Twojego konta, aby poprawić jakość naszych usług dla Ciebie, i aby zapewnić dostęp do produktów, o które został złożony wniosek. Nie sprzedajemy Twoich danych osobowych osobom trzecim, ale możemy przekazać je dostawcom płatności w celu ułatwienia transakcji na koncie.

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
pl: Wskaźnik DPO (Detrended Price Oscillator) służy do porównania ceny zamknięcia z poprzednią średnią kroczącą, bez uwzględnienia cykli dłuższych niż średnia krocząca.

source: The EUR Index is a weighted Index, measuring the Euro’s value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
pl: Indeks EUR to indeks ważony mierzący wartość euro w stosunku do koszyka 5 światowych walut (USD, AUD, GBP, JPY, CAD), z których każda ma wagę 20%.

source: The GBP Index is a weighted Index, measuring the British Pound’s value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
pl: Indeks GBP to indeks ważony mierzący wartość funta brytyjskiego w stosunku do koszyka 5 światowych walut (USD, EUR, AUD, JPY, CAD), z których każda ma wagę 20%.

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
pl: Indeks masy prognozuje zwroty porównując zakres handlowy (wysoki minus niski) dla każdego okresu. Zwroty są sygnalizowane przez wybrzuszenie w linii indeksu.

source: The Mid price represents the average of the Bid and Ask.
pl: Cena średnia pokazuje średnią ceny zakładu i ofertowej.

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
pl: Średnia krocząca konwergencji/dywergencji (MACD) to wskaźnik śledzący trend. Ma on na celu określenie zmian trendu. MACD to oscylator oparty na dwóch wykładniczych średnich kroczących ceny akcji. Widoczne są trzy linie. Linia MACD jest obliczana jako różnica między dwiema średnimi kroczącymi (zwykle między średnimi dziennymi długości od 12 do 26 dni). Linia sygnału to 9-dniowa wygładzona średnia krocząca standardowej linii MACD i czasami jest określana jako "powolna" linia MACD.
