Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
pl: GMT, czyli Greenwich Mean Time to oficjalny czas stosowany zimą w Wlk. Brytanii. Latem Wlk. Brytania zmienia czas na British Summer Time, czyli czas GMT + 1 godzina. Wszystkie godziny podane na Binary.com stosują czas GMT przez cały rok.

source: General
pl: Ogólne

source: Generous Commission Structure
pl: Bogata struktura prowizji

source: Get %1 when you deposit %2.
pl: Zyskaj %1, gdy wpłacisz %2.

source: Get Prices
pl: Poznaj ceny

source: Get Started
pl: Rozpocznij

source: Get started with just $5
pl: Rozpocznij z kwotą zaledwie 5 dol.

source: Get your free $10k virtual money account
pl: Załóż konto z 10 tys. dol. wirtualnych pieniędzy

source: Get your price
pl: Poznaj swoją cenę

source: Getting Started
pl: Rozpoczynanie

source: Gift Certificate
pl: Certyfikat podarunkowy

source: Gift Certificate Deposit
pl: Wpłata za certyfikat podarunkowy

source: Gift Certificate Withdrawal
pl: Wypłata za certyfikat podarunkowy

source: Give Me More Money!
pl: Daj mi więcej pieniędzy!

source: Glossary
pl: Słowniczek

source: Go
pl: Przejdź

source: Go the <a href="http://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
pl: Przejdź do <a href="http://login.binary.com/password-retrieve.php">strony odzyskiwania hasła</a> i wpisz swoją nazwę użytkownika i hasło w formularzu, aby otrzymać hasło e-mailem.

source: Go to Home Page
pl: Przejdź do strony głównej

source: Go to the <a href="http://login.binary.com/signup.php">sign up page</a> to register as %1 affiliate [for free] today.
pl: Przejdź do <a href="http://login.binary.com/signup.php">strony rejestracji</a>, aby zarejestrować się jako partner %1 (za darmo) już dziś.

source: Go with the leader
pl: Dołącz do lidera

source: Great payouts, earn up to 35%
pl: Super wypłaty, zarabiaj nawet 35%

source: Group History
pl: Historia grupy

source: Group Information
pl: Informacje grupowe

source: Have a question? Need Help?
pl: Masz pytania? Potrzebujesz pomocy?

source: Hello
pl: Witam

source: Hello World
pl: Witaj świecie

source: Help
pl: Pomoc

source: Hide last spot
pl: Ukryj ostatni punkt

source: High
pl: Wysoki

source: High barrier
pl: Wysoki limit

source: High barrier offset
pl: Wynagrodzenie przy wysokim limicie

source: High conversions and customer value
pl: Wysokie konwersje i szacunek dla klienta

source: High returns
pl: Wysokie zwroty

source: High/Low
pl: Wysoki/niski

source: Higher / Lower
pl: Wyższy / niższy

source: Higher/Lower
pl: Wyższy/niższy

source: Higher/Lower trades
pl: Zakłady wyższe/niższe

source: Higher/lower trades
pl: Zakłady wyższe/niższe

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
pl: Wskazuje na zależność między wielkością i zmianami cen i jest szczególnie użyteczny do oceny siły trendu.

source: Home
pl: Strona główna

source: Horizontal
pl: Poziomo

source: Horizontal Grid
pl: Siatka pozioma

source: How and when will I receive my affiliate earnings?
pl: Jak i kiedy otrzymam płatność z programu partnerskiego?

source: How can I become a %1 affiliate?
pl: Jak zostać partnerem %1?

source: How do I change my payment method?
pl: Jak zmienić metodę płatności?

source: How do I fund my account?
pl: W jaki sposób mogę zasilić swoje konto?

source: How do I know how much I have earned?
pl: Skąd wiem, jakie są moje zarobki?

source: How does %1 make money?
pl: W jaki sposób %1 zarabia pieniądze?

source: How safe is my money with %1?
pl: Na ile bezpieczne są moje pieniądze w %1?

source: How soon can I start trading?
pl: Jak szybko mogę zacząć handlować?

source: How to trade binaries?
pl: Jak handlować opcjami binarnymi?

source: How to trade the random markets?
pl: Jak handlować na rynkach losowych?

source: However, in order to increase your withdrawal limits, you are kindly requested to follow the instructions below.
pl: Jednakże, w celu zwiększenia limitów wypłat, należy postępować zgodnie z poniższymi instrukcjami.

source: Huge
pl: Wielki

source: I forgot my password, what should I do?
pl: Nie pamiętam swojego hasła, co mam zrobić?

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
pl: Przeczytałem(am) i wyrażam zgodę na <a target="_blank" href="%1">regulamin</a> tego portalu.

source: I predict that the last decimal of the 5th tick will not be:
pl: Przewiduję, że ostatnia cyfra po przecinku piątej transakcji z najniższym przyrostem ceny nie będzie:

source: I'm new to binaries, where do I start?
pl: Nie znam jeszcze&#39; opcji binarnych, od czego zacząć?

source: ID scans submitted
pl: Przekazano skany dokumentów tożsamości

source: IP Address
pl: Adres IP

source: IP Security
pl: Bezpieczeństwo IP

source: Ideal for both pros and novices
pl: Idealny dla profesjonalistów i nowicjuszy

source: If all that sounds a bit daunting, you’re right. But it’s how we make sure we get the best people for our team.
pl: Jeśli brzmi to nieco onieśmielająco, to właśnie o to chodzi. Jednak w ten sposób mamy pewność, że znajdujemy najlepszych ludzi do naszego zespołu.

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payment earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
pl: W przypadku popełnienia błędu w obliczeniu udziału użytkownika w przychodach, Firma zastrzega sobie prawo do skorygowania tego rachunku w dowolnym momencie i odzyskania od użytkownika nadpłaty dokonanej przez Firmę na konto użytkownika (w tym przez obniżenie przyszłych płatności w celu pokrycia zwrotu nadpłaty zanim użytkownik zacznie zarabiać ponownie. Spółka zastrzega sobie prawo, w szczególnych przypadkach, do odstąpienia od podziału przychodów promocyjnych wpłaconych przez Firmę na konto klienta.

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
pl: Jeżeli którekolwiek z postanowień niniejszej Umowy zostanie uznane za nieważne lub niewykonalne w całości lub w części, zakwestionowany przepis (lub jego część) zostanie uznany za wymagający usunięcia z niniejszej Umowy, a pozostałe przepisy (w tym pozostała część nieważnego przepisu) będzie nadal ważna i obowiązująca.

source: If applicable, to expedite the processing of your query please include a screen capture of the page that requires our attention.
pl: Jeśli to możliwe, w celu przyspieszenia przetwarzania zapytania prosimy dołączyć zrzut ekranu strony, która wymaga naszej uwagi.

source: If the connection problem persists, you can try to <a href="%1">reload the application</a>.
pl: Jeśli problem z połączeniem nadal występuje, spróbuj <a href="%1">ponownie załadować aplikację</a>.

source: If the trading page is closed or internet access is terminated, the outcome of your contract won&rsquo;t be affected. You can then access your account statement to view the outcome of the contract.
pl: Jeśli strona handlowania jest zamknięta nie ma dostępu do internetu, wyniki kontraktu &rsquo;nie zostaną zmienione. Później można uzyskać dostęp do wyciągu z konta, aby zobaczyć wynik kontraktu.

source: If we’re happy with your results, we’ll contact you for an interview and then do background and reference checks.
pl: Jeśli będziemy zadowoleni z wyników, skontaktujemy się z Tobą i przeprowadzimy rozmowę, a potem sprawdzimy doświadczenie i referencje.

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
pl: Jeśli występują problemy z zalogowaniem się na konto, należy upewnić się, że pliki cookie są włączone w przeglądarce. Ta strona internetowa wykorzystuje pliki cookie do przechowywania loginów i haseł (w formie zaszyfrowanej) na komputerze w trakcie sesji logowania.

source: If you are, we’d love to hear from you.
pl: Jeśli tak, czekamy na kontakt z Twojej strony.

source: If you do, no worries. With Binary.com, you can sell your trades before expiry to lock in profits. There’s no need to wait until the end time.
pl: Jeśli tak, nie martw się. Na Binary.com możesz sprzedać swoje zakłady przez ich wygaśnięciem, aby zablokować zyski. Nie ma potrzeby czekać do samego końca.

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
pl: Jeśli uważasz, że żaden z tych powodów nie odnosi się do Twojego przypadku i chciałbyś poprosić o przyznanie bonusa dla Twojego konta, prosimy podać:

source: If you meet our basic requirements, we’ll send you a talent test.
pl: Jeśli spełniasz podstawowe wymagania, prześlemy Ci test kompetencji.

source: If you select "Differs", you win the payout if the market price does not end in the digit you have selected.
pl: Jeśli wybierzesz "różni się", wygrywasz wypłatę, jeśli cena rynkowa nie zakończy się podaną przez Ciebie cyfrą.

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
pl: Jeśli wybierzesz "nie osiągnie", wygrywasz wypłatę, jeśli rynek nie osiągnie <strong>limitu</strong> w dowolnym momencie w trakcie <strong>trwania umowy</strong>.

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
pl: Jeśli wybierzesz "zakończy się pomiędzy", wygrywasz wypłatę, jeśli <strong>punkt wyjściowy</strong> jest znacząco wyższy niż <strong>niski limit</strong> ORAZ znacząco niższa niż <strong>wysoki limit</strong>.

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
pl: Jeśli wybierzesz "zakończy się poza", wygrywasz wypłatę, jeśli <strong>punkt wyjściowy</strong> jest ALBO znacząco wyższy niż <strong>wysoki limit</strong>, ALBO znacząco niższy niż <strong>niski limit</strong>.

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
pl: Jeśli wybierzesz "spadnie", wygrywasz wypłatę, jeśli <strong>punkt wyjściowy</strong> będzie znacząco niższy niż <strong>punkt wejściowy</strong>.

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
pl: Jeśli wybierzesz "przekroczy", wygrywasz wypłatę, jeśli rynek osiągnie albo <strong>wysoki limit</strong>, albo <strong>niski limit</strong> w dowolnym momencie podczas <strong>okresu kontraktu</strong>.

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
pl: Jeśli wybierzesz "wzrośnie", wygrywasz wypłatę, jeśli <strong>punkt wyjściowy</strong> jest znacząco wyższy niż <strong>limit</strong>.

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
pl: Jeśli wybierzesz "niższy", wygrywasz wypłatę, jeśli <strong>punkt wyjściowy</strong> będzie znacząco niższy niż <strong>limit</strong>.

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
pl: Jeśli wybierzesz "wzrośnie", wygrywasz wypłatę, jeśli <strong>punkt wyjściowy</strong> jest znacząco wyższy niż <strong>punkt wejściowy</strong>.

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
pl: Jeśli wybierzesz "pozostanie pomiędzy", wygrywasz wypłatę, jeśli cena rynkowa pozostanie pomiędzy (lub nie osiągnie) albo <strong>wysokiego limitu</strong> albo niskiego <strong>limitu</strong>w dowolnym momencie w czasie <strong>trwania kontraktu</strong>.

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
pl: Jeśli wybierzesz "osiągnie", wygrywasz wypłatę, jeśli cena rynkowa osiągnie <strong>limit</strong> w dowolnym momencie w czasie <strong>trwania kontraktu</strong>.

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
pl: Jeśli wybierzesz "spadnie", wygrywasz wypłatę, jeśli cena rynkowa będzie niższa niż <strong>pozycja wejściowa</strong>.

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
pl: Jeśli wybierzesz "spadnie", wygrywasz wypłatę, jeśli cena rynkowa będzie niższa niż pozycja wejściowa.

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
pl: Jeśli wybierzesz "wzrośnie", wygrywasz wypłatę, jeśli cena rynkowa jest wyższa niż <strong>pozycja wejściowa</strong>.

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
pl: Jeśli wybierzesz "wzrośnie", wygrywasz wypłatę, jeśli cena rynkowa jest wyższa niż pozycja wejściowa.

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
pl: Jeśli wybierzesz <strong>godzinę rozpoczęcia</strong> w przyszłości, <strong>godziną rozpoczęcia</strong> kontraktu będzie wybrana godzina, a <strong>punkt wejściowy</strong> jest ceną obowiązującą w tym czasie.

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
pl: Jeśli wybierzesz <strong>godzinę rozpoczęcia</strong> "teraz", <strong>godziną zakończenia</strong> kontraktu jest wybrana liczba minut lub godzin od momentu <strong>rozpoczęcia umowy</strong> (jeśli wynosi mniej niż jeden dzień w czasie trwania), lub pod koniec dnia handlowego (jeśli wynosi jeden dzień lub więcej w czasie trwania).

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
pl: Jeśli wybierzesz <strong>godzinę rozpoczęcia</strong> "teraz", <strong>godziną rozpoczęcia</strong> kontraktu jest czas, gdy zamówienie jest przetwarzane i <strong>punktem wejściowym</strong> jest <strong>następny najmniejszy przyrost ceny</strong> otrzymany później.

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
pl: Jeśli wybierzesz konkretną <strong>godzinę zakończenia</strong>, <strong>godziną zakończenia</strong> będzie wybrana godzina.

source: If you wish to raise these limits, please <a href="%1">authenticate</a> your account.
pl: Jeśli chcesz podnieść te limity, musisz <a href="%1">zweryfikować</a> swoje konto.

source: If you wish to raise these limits, please authenticate your account.
pl: Jeśli chcesz podnieść te limity, musisz zweryfikować swoje konto.

source: If you're in Asia, you may find %1 more attractive because they reset around the time Asian markets close.
pl: %1 jest szczególnie atrakcyjny dla klientów z Azji, ponieważ resetują się w godzinach zamknięcia rynków azjatyckich.

source: If you’re an individual trader, you’ll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1’s low minimum stakes, you’ll soon learn how to trade with skill and confidence. And if you have any questions, you’re free to access <a class="pjaxload" href="%2">our helpful support desk</a>.
pl: Jeśli jesteś nieprofesjonalnym graczem, na pewno docenisz prostotę, elastyczność i ograniczone ryzyko handlu opcjami binarnymi. Dzięki niskim stawkom minimalnym dostępnym na %1 szybko nauczysz się, jak sprawnie i pewnie handlować. Jeśli masz jakieś pytania, zawsze możesz skontaktować się z naszym <a class="pjaxload" href="%2">zespołem wsparcia</a>.

source: If you’re looking to build a career, and not a resume, talk to us, Binary.com. We’re one of the IT world’s most vibrant and progressive workplaces.
pl: Jeśli planujesz karierę, a nie wygląd CV, odezwij się do Binary.com. Jesteśmy jednym z najbardziej aktywnych i innowacyjnych pracodawców w branży IT na świecie.

source: Illegal contract type %1
pl: Niedopuszczalny rodzaj kontraktu %1

source: Illegal currency $currency for $broker
pl: Nielegalna waluta $waluta dla $brokera

source: Imagine
pl: Wyobraź sobie

source: Imagine a workplace that often doesn’t feel like work.
pl: Wyobraź sobie pracę, gdzie często nie czujesz się jak w pracy.

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
pl: Wyobraź sobie pracę, gdzie nagradzana jest Twoja indywidualność, kreatywność i poczucie przygody.

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
pl: W kwietniu <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (wcześniej znane pod nazwą <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) rozpoczyna działalność jako całodobowa usługa zakładów dla wielu wskaźników finansowych. Biznes rozwija się prężnie i w krótkim czasie stajemy się liderem rynku w branży zakładów o ustalonej stawce.

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
pl: W październiku 1999 r. Regent Markets otrzymuje 2 mln. dol. dofinansowania od Jima Mellona z Regent Pacific Group, firmy zarządzającej funduszami z Hong Kongu.

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves’s vision is to create a market in the simplest of all derivatives contracts – the fixed-odds bet – and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
pl: W klasycznym stylu jak z Doliny Krzemowej, Jean-Yves Sireau, twórca funduszu hedgingowego i przedsiębiorca z Hong Kongu, zakłada Regents Markets w swoim pokoju w Hong Kongu. Rozwija system, metody i algorytmy i tworzy system zakładów o ustalonej stawce. Planuje stworzyć rynek najprostszych kontraktów instrumentów pochodnych - zakładów o ustalonej stawce - i zaproponować zwykłym graczom możliwość zawierania małych zakładów. Do czasu stworzenia tej innowacji opcjami binarnymi handlowano tylko w dużych ilościach.

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
pl: Na rynkach walutowych można handlować na podstawie zmian kursów walutowych w odniesieniu do innej waluty. Na przykład w przypadku wybrania wzrostu na rynku EUR/USD, prognozujesz, że wartość euro wzrośnie w stosunku do wartości dolara amerykańskiego.

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
pl: Aby umożliwić Ci zawieranie transakcji, ,musimy znać Twoje miejsce zamieszkania (kraj). Prosimy o uaktualnienie ustawień.

source: In order to complete your withdrawal, you must authenticate your account. Once you have done so, please proceed to the Cashier and try withdrawing again.
pl: Aby dokonać wypłaty, musisz uwierzytelnić konto. Gdy już to zrobisz, przejdź do Kasjera i spróbuj ponownie wypłacić pieniądze.

source: In such an event, the Company may at its sole discretion (with or without notice) close out Clients' open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
pl: W takim przypadku, Firma może według własnego uznania (i bez uprzedzenia) zamknąć otwarte kontrakty Klientów w cenach, które uzna za słuszne i rozsądne w danej chwili i żadne roszczenia nie mogą być w związku z tym kierowane do Firmy.

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
pl: W polu 'dalsze instrukcje' prosimy podać sposób płatności i numer konta, na które pośrednik wyśle ​​fundusze.

source: In the case that any financial contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, the Company reserves the right to cancel or reverse such transactions upon notification to the Client of the nature of the computer error that led to the mis-pricing. Clients have a duty to report to the Company any problems or suspected system inadequacies that they may experience and may not abuse of system problems for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
pl: W przypadku, gdy kontrakty finansowe są nabywane lub sprzedawane po cenach, które nie odzwierciedlają uczciwych cen rynkowych lub które są nabywane lub sprzedawane po wyjątkowo niskim poziomie ryzyka z powodu błędu programowania, niewykrytych błędów lub usterek w naszym oprogramowaniu, Firma zastrzega sobie prawo do odwołania lub odwrócenia takich transakcji po powiadomieniu Klienta o rodzaju błędu, który doprowadził do błędnej wyceny. Klienci mają obowiązek zgłaszania Firmie wszelkich problemów lub podejrzanych nieprawidłowości w systemie, których doświadczają i nie mogą nadużywać problemów systemowych dla zysku. Firma dołoży wszelkich starań w celu rozwiązania tych problemów w możliwie najkrótszym czasie. Osoby mające dostęp do poufnych informacji na temat jakiegokolwiek rynku lub instrumentu finansowego nie mogą handlować na niniejszym portalu.
