Repository: arunmur-binary/binary-static
Catalog: 2.3.0/config/locales/*.po
Languages: pl

source: Deposit via Bank Transfer
pl: Wpłać za pomocą przelewu bankowego

source: Deposit via Credit/Debit card
pl: Wpłać za pomocą karty kredytowej/debetowej

source: Deposit via DoughFlow
pl: Wpłać przez DoughFlow

source: Deposit via Western Union
pl: Wpłać przez Western Union

source: Deposit via Western Union (MTCN: %1)
pl: Wpłać przez Western Union (MTCN: %1)

source: Deposit via bank wire
pl: Wpłać za pomocą przelewu bankowego

source: Deposit: %1
pl: Wpłata: %1

source: Deposit: %1 working day
pl: Wpłata: %1 dzień roboczy

source: Deposit: %1 working days
pl: Wpłata: %1 dni roboczych

source: Deposit: Instant
pl: Wpłata: błyskawiczna

source: Depositing and withdrawing funds
pl: Wpłacanie i wypłacanie środków

source: Derivative
pl: Instrument pochodny

source: Description
pl: Opis

source: Detrended Price Osc
pl: Wskaźnik DPO (Detrended Price Osc)

source: Detrended Price Oscillator (DPO)
pl: DPO (Detrended Price Osc)

source: Developer's Guide
pl: Przewodnik programisty

source: Differences with other data feeds
pl: Różnice między innymi źródłami danych

source: Digits
pl: Cyfry

source: Direct helpline
pl: Bezpośredni telefon zaufania

source: Disclaimer
pl: Zrzeczenie się

source: Discover our Smart indices.
pl: Odkryj nasze inteligentne wskaźniki.

source: Discover our indices generated from random numbers.
pl: Zapoznaj się z naszymi wskaźnikami wygenerowanymi z losowych liczb.

source: Discover the easiest way to get started in the financial markets.
pl: Okryj najprostszy sposób na rozpoczęcie przygody z rynkami finansowymi.

source: Discovering an easy, low-risk, flexible, award-winning platform for profiting from market action
pl: Odkryj uhonorowaną nagrodami platformę przynosząca zyski z działań rynkowych - prostą w obsłudze, elastyczną i z niskim ryzykiem

source: Divestiture
pl: Zbycie

source: Do I need to deposit any funds to open an account?
pl: Czy muszę wpłacić jakąś sumę, żeby otworzyć konto?

source: Do I need to send any documents?
pl: Czy muszę przesłać jakieś dokumenty?

source: Do not put pressure on clients to trade or deposit beyond their means and you shall not encourage clients to take out any form of loans to be able to place trades.
pl: Prosimy nie naciskać na klientów w celu nakłonienia ich do handlowania lub wpłacania pieniędzy, którymi nie dysponują ani nie zachęcać klientów do zaciągania jakichkolwiek pożyczek w celu opłacania transakcji.

source: Do not trade more than you can afford.
pl: Nie obstawiaj kwoty większej niż taka, na którą Cię stać.

source: Do not trade when you are tired or are under the influence of alcohol.
pl: Nie graj, gdy jesteś zmęczony(a)lub pod wpływem alkoholu.

source: Do you offer virtual-money accounts?
pl: Czy macie w ofercie konta z wirtualnymi pieniędzmi?

source: Do you want to decrease the timescale?
pl: Czy chcesz zmniejszyć skalę czasu?

source: Do you want to increase the timescale?
pl: Czy chcesz zwiększyć skalę czasu?

source: Do you want to lock in profits?
pl: Czy chcesz zablokować zyski?

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
pl: Czy chcesz widzieć Binary.com w innych językach albo zasugerować ulepszenia aktualnych tłumaczeń?

source: Documents are required to verify your identity
pl: Dokumenty wymagane do potwierdzenie tożsamości

source: Don't buy contract using master password!
pl: Nie kupuj kontraktu używając hasła głównego!

source: Donchain Channel
pl: Kanał Donchian

source: Donchian Channel Width
pl: Szerokość kanału Donchian

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
pl: Kanały Donchian pokazują najwyższy z wysokich i najniższe z niskich poziomów w ciągu ostatnich okresów.

source: Don’t be put off by the name. Quotidian just means something that happens everyday.
pl: Nie zniechęcaj się nazwą. Codzienne oznacza coś, co ma miejsce każdego dnia.

source: Dot Chart
pl: Wykres punktowy

source: Double your stake if you can predict whether the market will move UP or DOWN after 5 ticks.
pl: Zwiększ stawkę dwukrotnie, jeśli jesteś w stanie przewidzieć, czy rynek pójdzie W GÓRĘ czy W DÓŁ po 5 najmniejszych przyrostach ceny.

source: Double your stake!
pl: Zwiększ stawkę dwukrotnie!

source: Download
pl: Pobierz

source: Download data
pl: Pobierz dane

source: Download for Mac
pl: Pobierz dla Mac

source: Download for Windows
pl: Pobierz dla Windows

source: Download the Binary.com charting application with an extensive range of Indicators, Price Bands, Overlays, and your own customizable Workspace supporting different languages!
pl: Pobierz aplikację z wykresami Binary.com - jest ona prosta w obsłudze i oferuje szeroki wybór wskaźników, zakresów cen, nakładek i daje możliwość personalizacji własnego obszaru roboczego dostępną dla różnych języków!

source: Download the Random Markets raw tick data here.
pl: Pobierz stąd dane z kolejnych transakcji dla losowych rynków.

source: Download tick data
pl: Pobierz dane najmniejszych przyrostów ceny

source: Downloadable application
pl: Aplikacja do pobrania

source: Draw Chart
pl: Narysuj wykres

source: Draw a pie chart of the most recent ticks!
pl: Narysuj wykres kołowy dla najnowszych minimalnych przyrostów cen!

source: Due to new gaming regulations recently promulgated in Malta, we are required to obtain your residential address details. We would be grateful if you could update your
pl: Zgodnie z najnowszymi regulacjami dot. gier wprowadzonymi ostatnio na Malcie jesteśmy zobowiązani uzyskać Twój adres zamieszkania. Będziemy wdzięczni, jeśli uaktualnisz swój

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
pl: Ze względu na wymogi prawne, jesteśmy zobowiązani zweryfikować Twoje konto, aby kontynuować handel.

source: Duration
pl: Czas trwania

source: Duration must be between %1 and %2.
pl: Czas trwania musi wynosić pomiędzy %1 a %2.

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
pl: W czasie "szybkiego rynku" (tzn. okresach bardzo szybkich ruchów na rynkach) kontrakty mogą być oferowane w cenach mniej korzystnych niż w zwykłych warunkach rynkowych.

source: During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of the Company and/or the the Company's affiliate program. You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have the Company's prior written consent and that you will use the Confidential Information only for purposes necessary to further the purposes of this Agreement. Your obligations with regards to confidential information shall survive the termination of this Agreement.
pl: W okresie obowiązywania niniejszej Umowy,użytkownika może otrzymywać poufne informacje związane z działalnością, działaniami lub technologią stosowaną przez Firmę i/lub program partnerski Firmy. Użytkownik zgadza się nie ujawniać ani nie używać w nieuprawniony sposób poufnych informacji osobom trzecim ani firmom zewnętrznym bez uprzedniej pisemnej zgody Firmy oraz zobowiązuje się do używania informacji poufnych tylko w celach niezbędnych według niniejszej Umowy. Zobowiązania użytkownika odnośnie do poufnych informacji będą obowiązywać aż do zakończenia niniejszej Umowy.

source: Each Client agrees to be fully and personally liable for the due settlement of every transaction entered into under his account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. The Client is responsible for ensuring that he alone controls access to the account, and that no minors are granted access to trading on the website. In any case, the Client remains fully liable for any and all positions traded on his account, and for any credit card transactions entered into the site for his account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
pl: Każdy Klient zgadza się, aby w pełni i jest osobiście odpowiedzialny za należne rozliczenie każdej transakcji zawartej z Firmą na jego koncie. Dotyczy to wszystkich transakcji zawartych przez członków rodziny Klienta lub jego znajomych, którzy uzyskali dostęp do konta. Klient jest odpowiedzialny za dopilnowanie, że on sam kontroluje dostęp do konta i żadna osoba niepełnoletnia nie posiada dostępu do handlu na portalu. Klient pozostaje zawsze w pełni odpowiedzialny za wszelkie transakcje zawierane na jego koncie oraz za wszelkie transakcje kartą kredytową zawierane na jego koncie. Klient zwalnia również Firmę z odpowiedzialności za wszelkie koszta i straty dowolnego rodzaju, które mogą być poniesione pośrednio lub bezpośrednio przez Firmę w wyniku, z zaniechania przez Klienta przeprowadzenia lub rozliczenia takiej transakcji. Zadłużenie wynikłe z hazardu podlega prawu Wyspy Man.

source: Each binary option contract runs for a set time – with %1 you can choose a contract that runs between 10 seconds and 365 days.
pl: Każda opcja binarna trwa przez określony czas - na %1 wybierasz kontrakt, który może trwać od 10 sekund do 365 dni.

source: Each binary option is a prediction on the future movement of an underlying market.
pl: Każda opcja binarna to prognoza przyszłego zachowania się rynku podstawowego.

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
pl: Każda opcja binarna to określona wcześniej kwota wypłaty. Wygrywasz wypłatę, jeśli Twoja prognoza się sprawdzi.

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the Term all right, title and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement and to perform all of its obligations under this Agreement.
pl: Każda ze stron niniejszej Umowy oświadcza i zapewnia drugą stronę, że ma i zachowa całym Okresie wszystkie prawa, tytuł i uprawnienia do zawarcia niniejszej Umowy, zapewnienia drugiej stronie praw i licencji udzielonych w niniejszej Umowie oraz wykonanie wszystkich swoich zobowiązań wynikających z niniejszej Umowy.

source: Earning a second income in their spare time
pl: Zarabiają dodatkowe pieniądze w wolnym czasie

source: Earning tax free trading profits*
pl: Zyski zwolnione z podatku*

source: Ease of Movement
pl: Łatwość ruchów

source: Education
pl: Edukacja

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
pl: Każda ze stron może rozwiązać niniejszą Umowę za pisemnym wypowiedzeniem, jeżeli zostanie ustanowiony kupiec, inspektor lub zarządca całości lub części aktywów drugiej strony lub jeśli druga strona zostanie skreślona z Rejestru Przedsiębiorstw w sądzie, w którym została zarejestrowana lub jeśli wydany zostanie nakaz albo podjęta zostanie decyzja o likwidacji drugiej strony (jeżeli taki nakaz lub decyzja nie jest dobrowolnym działaniem w celu rekonstrukcji lub fuzji tej strony jako wypłacalnej firmy i nowo powstała firma, jeśli jest odrębną osoba prawną, zgodzi się podlegać niniejszej Umowie).

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
pl: Każda ze stron ma prawo wypowiedzieć Umowę za tygodniowym pisemnym wypowiedzeniem dostarczonym drugiej stronie.

source: Either you left the cashier idle for a while or we were not able to log you in properly.
pl: Być może kasjer był pozostawiony w stanie bezczynności przez jakiś czas albo nie udało Ci się poprawnie zalogować.

source: Email Us
pl: Napisz do nas

source: Email address
pl: Adres e-mail

source: End Time
pl: Godzina zakończenia

source: Ends Between/Ends Outside trades
pl: Zakłady typu "zakończy się pomiędzy/zakończy się poza"

source: Ends Between/Outside
pl: Zakończy się pomiędzy/przekroczy

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
pl: Gwarantuje, że wszelkie historyczne dane handlowe i wyniki prezentowane odbiorcom związanym z handlem na portalu %1 są dokładne i nie wprowadzają odbiorców w błąd.

source: Ensure that you do not promote %1 with messages aimed at persons under the age of 18 years.
pl: Prosimy o upewnienie się, że %1 nie jest promowane za pomocą wiadomości wysyłanych do osób poniżej 18 roku życia.

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
pl: Wprowadź limit w zakresie różnicy od aktualnej ceny. Jeśli wprowadzisz +0,005, to zakupisz kontrakt z limitem 0,005 wyższym niż pozycja wejściowa. Pozycja wejściowa to następny najmniejszy przyrost ceny po otrzymaniu zamówienia

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received.
pl: Wprowadź limit w zakresie różnicy od aktualnej ceny. Jeśli wprowadzisz +0,005, to zakupisz kontrakt z limitem 0,005 wyższym niż pozycja wejściowa. Pozycja wejściowa to następny najmniejszy przyrost ceny po otrzymaniu zamówienia.

source: Entry Spot
pl: Pozycja wejściowa

source: Entry spot
pl: Punkt wejściowy

source: Entry spot price
pl: Cena wejściowa

source: Envelop (SMA 20 +/- 10%)
pl: Pokrycie (SMA 20 +/- 10%)

source: Equity Offering
pl: Oferty akcji

source: Error : password field is blank !
pl: Błąd: pole hasła jest puste!

source: Error with input field %1: should contain only digits.
pl: Błąd w polu wpisu %1: może zawierać tylko cyfry.

source: Error: There was a timeout or an unspecified error. The cost of the contract has been refunded to you.
pl: Błąd: przekroczono limit czasu lub nieokreślony błąd. Otrzymasz zwrot kosztu kontraktu.

source: Europe
pl: Europa

source: European Union residents with the exception of the UK will have their account opened with Regent Markets (Malta) Ltd.
pl: Mieszkańcy Unii Europejskiej, z wyjątkiem Wielkiej Brytanii będą mieć rachunek otwarty przez Regent Markets (Malta) Ltd.

source: Exchange Offering
pl: Oferta wymiany

source: Exclude me from the website until
pl: Wyłącz mnie z portalu do dnia

source: Exclude time cannot be for more than one year.
pl: Czas wyłączenia nie może być dłuższy niż rok.

source: Exclude time cannot be less than 6 months.
pl: Czas wyłączenia nie może być krótszy niż 6 miesięcy.

source: Exclude time must be after today.
pl: Czas wyłączenia musi zacząć się od jutra.

source: Exclusive binary trading technology.
pl: Wyjątkowa technologia handlu opcjami binarnymi.

source: Execute your trade in seconds.
pl: Dokonaj transakcji w ciągu sekund.

source: Exit Spot
pl: Punkt wyjściowy

source: Exit spot
pl: Punkt wyjściowy

source: Experienced Traders
pl: Doświadczeni gracze

source: Expiry
pl: Data ważności

source: Expiry Price
pl: Cena wygaśnięcia

source: Expiry Spot
pl: Punkt zakończenia

source: Expiry Time
pl: Godzina zakończenia

source: Expiry price
pl: Cena wygaśnięcia

source: Explanation
pl: Wyjaśnienie

source: Explore tick trades
pl: Zapoznaj się z transakcjami z najmniejszym przyrostem ceny

source: Exponential
pl: Wykładniczy

source: Exponential Moving Average
pl: Krocząca średnia wykładnicza

source: ExtJS Front-End
pl: Front-End ExtJS

source: Fall
pl: Spadek

source: Fall Contract Return
pl: Powrót kontraktu spadkowego

source: Fall Contract Return (%)
pl: Powrót kontraktu spadkowego (%)

source: Family Name
pl: Nazwisko

source: Fast Stochastic
pl: Oscylator stochastyczny szybki

source: Favourite artist
pl: Ulubiony artysta

source: Favourite dish
pl: Ulubione danie

source: Fax
pl: Faks

source: Fee for transaction %1
pl: Prowizja za transakcję na %1

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
pl: W każdej chwili możesz skontaktować się z ekspertami z naszego zespołu obsługi klienta. Zawsze chętnie odpowiedzą na Twoje pytania. Możesz skontaktować się z nami przez czat na żywo, e-mail lub telefon.

source: Fibonacci Fan
pl: Wskaźnik Fibonacci Fan

source: Fibonacci Retracement
pl: Odtworzenie Fibonacciego

source: Fifteen years on, and we’re still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
pl: Już od 15 lat stawiamy na innowacyjność i wzrost, a także poszukujemy nowych sposobów, aby lepiej służyć naszym klientom. Po raz pierwszy oferujemy krótkoterminowe zakłady typu "osiągnie/nie osiągnie" i wprowadzamy nową aplikację do wykresów. Naszym zdaniem nasza platforma jest najbardziej konkurencyjna i posiada najbardziej funkcjonalne opcje cyfrowe dostępne dla klientów.

source: Filtering Stray Ticks
pl: Filtrowanie błędnych odstępów

source: Final Price
pl: Cena ostateczna

source: Financial Security
pl: Bezpieczeństwo finansowe

source: Financial rewards
pl: Nagrody finansowe

source: Find the right trade for every market condition.
pl: Znajdź odpowiedni zakład dla wszystkich warunków rynkowych.

source: First Name
pl: Imię

source: First line of home address
pl: Pierwsza linia adresu zamieszkania

source: First, define your position...
pl: Najpierw określ swoje położenie...

source: First, you need to set the parameters of your trade. Here’s what you need to consider.
pl: Najpierw musisz ustawić parametry transakcji. Oto, co warto wziąć pod uwagę.

source: First-class client service.
pl: Obsługa klienta na najwyższym poziomie.

source: Flexibility
pl: Elastyczność

source: Flexible trades
pl: Elastyczne transakcje

source: Follow a simple step-by-step guide to binary trading.
pl: Zapoznaj się z przystępnym przewodnikiem po handlu opcjami binarnymi.

source: For affiliates who offer a trading advisory service based on the %1 platform, we offer specialized payout structures. <a href="mailto:%2">Contact our affiliate manager, Karen Yap for details</a>.
pl: Partnerom, którzy oferują porady handlowe oparte o platformę %1 mamy specjalną strukturę wypłat. <a href="mailto:%2">Skontaktuj się z Karen Yap, naszym menadżerem ds. kontaktów z partnerami, aby uzyskać więcej szczegółów</a>.

source: For any other queries, please feel free to contact us.
pl: W innych kwestiach prosimy o kontakt.

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
pl: la kontraktów, które kończą się z zamknięciem rynku przy ustalaniu kontraktu i aktualizacji wyników w momencie ustalania pod uwagę brana jest oficjalna cena zamknięcia rynku.

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
pl: Dla Forex: Rynek forex to rynek OTC (over the counter), gdzie banki i inne instytucje finansowe handlują walutami między sobą bez centralnej instytucji rozliczeniowej. W związku z powyższym, nie istnieje "oficjalna" cena źródłowa dla notwań Forex. Różne kanały zawierają notowania z różnych banków międzynarodowych. W związku z powyższym ceny mogą się różnić między dostawcami, w zależności od tego, z którego banku uzyskują ceny.

source: For more information on the terms and conditions that apply to your bonus, go to: %1
pl: Aby uzyskać więcej informacji na temat warunków dla Twojego bonusa przejdź do: %1

source: For security reasons, please note that Payment Agent accounts will only be able to deposit via Bank Wire.
pl: Uwaga: ze względów bezpieczeństwa wpłat na konta pośredników płatności można dokonywać tylko za pomocą przelewu bankowego.

source: For security reasons, please start the 'Lost Password' procedure again.
pl: Ze względów bezpieczeństwa prosimy o ponowne rozpoczęcie procedury odzyskiwania hasła.

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It’s the last time we win it because Shares Magazine stops awarding in this category.
pl: Po raz trzeci z kolei BetOnMarkets.com uzyskał tytuł "Najlepszego dostawcy zakładów o ustalonej stawce" od pisma Shares Magazine UK. Wygraliśmy po raz ostatni, ponieważ Shares Magazine nie przyznaje już nagród w tej kategorii.

source: Forest Chart
pl: Wykres typu las

source: Forgot Login ID or Password?
pl: Nie pamiętasz loginu lub hasła?

source: Forward starting intraday and daily contracts are available on some %1
pl: Kontrakty dzienne i całodzienne rozpoczynające się w przyszłości dostępne są za ok. %1

source: Frame your trading strategy using %1's powerful live charts. Instantly view the trading patterns of forex, indices, commodities and stocks.
pl: Określ swoją strategię handlową korzystając z wszechstronnych wykresów na żywo na %1. Błyskawiczny dostęp do sytuacji handlowej an runkach forex, wskaźników, towarów i akcji.

source: Free Contract Bonus
pl: Darmowy bonus kontraktowy

source: Free gift
pl: Darmowy prezent

source: Fridays
pl: piątki

source: From
pl: Od

source: From Barrier out of limit
pl: Od przekroczonego limitu

source: From expiry date format error
pl: Od daty ważności błąd formatu

source: From expiry date out of limit
pl: Od daty ważności poza limitem

source: From:
pl: Od:

source: Further Instructions
pl: Dalsze instrukcje

source: Further Trading Rules
pl: Dalsze zasady hadlowania

source: Further information
pl: Dalsze informacje

source: Further instructions must not exceed %1 characters.
pl: Dalsze instrukcje nie mogą zawierać więcej niż %1 znaków.

source: Further to this, the API interface is hosted by an API Proxy management provider, namely <a href="http://apigee.com" target="_blank">Apigee</a>. This service applies several services of benefit both to the application developer and to the API provider.
pl: W związku z tym interfejs API jest obsługiwany przez dostawcę zarządzania API Proxy, konkretnie przez <a href="http://apigee.com" target="_blank">Apigee</a>. Ta usługa łączy kilka usług, co jest korzystne zarówno dla programisty aplikacji, jak i dla dostawcy API.

source: Futures
pl: Kontrakty terminowe
